# http://sanskritdocuments.org/sites/giirvaani/giirvaani/gg_utf/gg_1_utf/gg_1_sans_utf.htm



मेघैर्मेदुरमम्बरम् वनभुवः श्यामास्तमालद्रुमैः नक्तम् भीरुरयम् त्वमेव तदिमम् राधे गृहम् प्रापय। इत्थम् नन्दनिदेशितश्चलितयोः प्रत्यध्वकुञ्जद्रुमम् राधामाधवयोर्जयन्ति यमुनाकूले रहःकेलयः॥ १-१
पदच्छेद : मेघैः मेदुरम् अंबरम् वन भुवः श्यामाः तमाल द्रुमैः नक्तम् भीरुः अयम् त्वम् एव तत् इमम् राधे गृहम् प्रापय इत्थम् नन्द निदेशितः चलितयोः प्रति अध्व   कुंज द्रुमम् राधा माधवयोः जयन्ति यमुना कूले रहः केलयः

वाग्देवताचरितचित्रितचित्तसद्मा पद्मावतीचरणचारणचक्रवर्ती। श्रीवासुदेवरतिकेलिकथासमेतम् एतम् करोति जयदेवकविः प्रबन्धम्॥ १-२
पदच्छेद : वाक् देवता चरित चित्रित चित्त सद्मा पद्मावती चरण – चारण चक्रवर्ती श्री वासुदेव रति केलि कथा समेतम् एतम् करोति जयदेव कविः प्रबन्धम्

यदि हरिस्मरणे सरसम् मनो यदि विलासकलासु कुतूहलम्। मधुरकोमलकान्तपदावलीम् शृणु तदा जयदेवसरस्वतीम्॥ १-३
पदच्छेद : यदि हरि स्मरणे सरसम् मनः यदि विलास कलासु कुतूहलम् मधुर कोमल कांत पद आवलीम् शृणु तदा जयदेव सरस्वतीम्

वाचः पल्लवयत्युमापतिधरः सन्दर्भशुद्धिम् गिराम् जानीते जयदेव एव शरणः श्लाघ्यो दुरूहद्रुते। शृङ्गारोत्तरसत्प्रमेयरचनैराचार्यगोवर्धन स्पर्धी कोऽपि न विश्रुतः श्रुतिधरो धोयी कविक्ष्मापतिः॥ १-४
पदच्छेद : वाचः पल्लवयति उमापतिधरः संदर्भ शुद्धिम् गिराम् जानीते जयदेव एव शरणः श्लाघ्यः दुर् ऊह द्रुते शृंगार उत्तर  सत् प्रमेय रचनैः आचार्य गोवर्धन स्पर्धी कः अपि न विश्रुतः श्रुतिधरः धोयी कवि क्ष्मा पतिः

प्रलयपयोधिजले धृतवानसि वेदम् । विहितवहित्रचरित्रमखेदम्॥ केशवाधृतमीनशरीर जयजगदीशहरे॥ अ प १-१
पदच्छेद : प्रलय पयोधि जले धृतवान् असि वेदम् विहित वहित्र चरित्रम् अखेदम् केशव धृत मीन शरीर जय जगत् ईश हरे

क्षितिरतिविपुलतरे तवतिष्ठतिपृष्ठे।धरणिधरणकिणचक्रगरिष्ठे केशव धृतकच्छपरूप जयजगदीशहरे॥ अ प १-२
पदच्छेद : क्षितिः अति विपुल तरे तव तिष्ठति पृष्ठे धरणि धरण किण चक्र गरिष्ठे केशव धृत कच्छप रूप जय जगदीश हरे

वसति दशनशिखरे धरणीतवलग्ना ।शशिनि कलङ्ककलेव निमग्ना॥ केशव धृतसूकररूप जयजगदीशहरे॥ अ प १-३
पदच्छेद : केशव धृत सूकर रूप वसति दशन शिखरे धरणी तव लग्ना शशिनि कलंक कल इव निमग्ना केशव धृत सूकर रूप जय जगदीश हरे

तव करकमलवरे नखमद्भुतशृङ्गम् । दलितहिरण्यकशिपुतनुभृङ्गम्॥ केशव धृतनरहरिरूप जयजगदीशहरे॥ अ प १-४
पदच्छेद : तव कर कमल वरे नखम् अद्भुत शृंगम् दलित हिरण्यकशिपु  तनु भृंगम् केशव धृत नर हरि रूप जय जगदीश हरे

छलयसि विक्रमणे बलिमद्भुतवामन । पदनखनीरजनितजनपावन॥ केशव धृतवामनरूप जयजगदीशहरे॥ अ प १-५
पदच्छेद : छलयसि विक्रमणे बलिम् अद्भुत वामन पद नख नीर जनित जन पावन केशव धृत वामन रूप जय जगदीश हरे

क्षत्रियरुधिरमये जगदपगतपापम् । स्नपयसि पयसि शमितभवतापम्। केशव धृतभृघुपतिरूप जयजगदीशहरे॥ अ प १-६
पदच्छेद : क्षत्रिय रुधिरमये जगत् अपगत पापम् स्नपयसि पयसि शमित भव तापम् केशव धृत भृघु पति रूप जय जगदीश हरे

वितरसि दिक्षु रणे दिक्पतिकमनीयम् । दशमुखमौलिबलिम् रमणीयम्॥ केशव धृतरामशरीर जयजगदीशहरे॥ अ प १-७
पदच्छेद : वितरसि दिक्षु रणे दिक् पति कमनीयम् दश मुख मौलि बलिम् रमणीयम् केशव धृत राम शरीर जय जगदीश हरे

वहसि वपुषिविशदेवसनम् जलदाभम् । हलहतिभीतिमिलितयमुनाभम्॥ केशव धृतहलधररूप जयजगदीशहरे॥ अ प १-८
पदच्छेद : वहसि वपुषि विशदे वसनम् जलद अभम् हल हति भीति मिलित यमुन आभम् केशव धृत हल धर रूप जय जगदीश हरे

निन्दति यज्ञविधेरहह श्रुतिजातम् । सदयहृदयदर्शितपशुघातम्॥ केशव धृतबुद्धशरीर जयजगदीशहरे॥ अ प १-९
पदच्छेद : निन्दति यज्ञ विधेः अ ह ह श्रुति जातम् सदय हृदय दर्शित पशु  घातम् केशव धृत बुद्ध शरीर जय जगदीश हरे

म्लेच्छनिवहनिधने कलयसिकरवालम् । धूमकेतुमिव किमपिकरालम्॥ केशव धृतकल्किशरीर जयजगदीशहरे॥ अ प १-१०
पदच्छेद : म्लेच्छ निवह निधने कलयसि करवालम् धूम केतुम् इव किम् अपि करालम् केशव धृत कल्कि शरीर जय जगदीश हरे

श्रीजयदेवकवेरिदमुदितमुदारम् । शृणु सुखदम् शुभदम् भवसारम्। केशव धृतदशविधरूप जयजगदीशहरे॥ अ प १-११
पदच्छेद : श्री जयदेव कवेः इदम् उदितम् उदारम् शृणु सुख दम् शुभ दम् भव सारम् केशव धृत दश विध रूप जय जगदीश हरे

वेदानुद्धरते जगन्निवहते भूगोलमुद्बिभ्रते दैत्यम् दारयते बलिम् छलयते क्षत्रक्षयम् कुर्‌वते। पौलस्त्यम् जयते हलम् कलयते कारुण्यमातन्वते म्लेच्छान्मूर्च्छयते दशाकृतिकृते कृष्णाय तुभ्यम् नमः॥ १-५
पदच्छेद : वेदान् उद्धरते जगत् निवहते भू गोलम् उद् बिभ्रते दैत्यम् दारयते बलिम् च्छलयते क्षत्र क्षयम् कुर्‌वते पौलस्त्यम् जयते हलम् कलयते कारुण्यम् आतन्वते म्लेच्छान् मूर्च्छयते दश अकृति कृते कृष्णाय  तुभ्यम् नमः

# aSTa padi 2 hari vijaya mangalaa caraNa

श्रितकमलाकुचमण्डल धृतकुण्डल ए । कलितललितवनमाल जय जय देव हरे॥ अ प २ १-
पदच्छेद : श्रित कमला कुच मण्डल धृत कुण्डल ए कलित ललित वनमाल जय जय देव हरे

दिनमणीमण्दलमण्डन भवखण्डन ए । मुनिजनमानसहंस जय जयदेव हरे॥ अ प २ २
पदच्छेद : दिन मणि मण्दल मण्डन भव खण्डन मुनि जन मानस हन्स जय जय देव हरे

कालियविषधरगञ्जन जनरञ्जन ए । यदुकुलनलिनदिनेश जय जय देव हरे॥ अ प २ ३
पदच्छेद : कालिय विष धर गंजन जन रंजन यदु कुल नलिन दिन ईश जय जय देव हरे

मधुमुरनरकविनाशन गरुडासन ए । सुरकुलकेलिनिदान जय जय देव हरे॥ अ प २ ४
पदच्छेद : मधु मुर नरक विनाशन गरुड आसन सुर कुल केलि निदान जय जय देव हरे

अमलकमलदललोचन भवमोचन् ए । त्रिभुवनभवननिधान जय जय देव हरे॥ अ प २ ५
पदच्छेद : अमल कमल दल लोचन भव मोचन त्रि भुवन भवन निधान जय जय देव हरे

जनकसुताकृतभूषण जितदूषण ए । समरशमितदशखण्ठ जय जय देव हरे॥ अ प २ ६
पदच्छेद : जनक सुता कृत भूषण जित दूषण समर शमित दश खण्ठ जय जय देव हरे

अभिनवजलधरसुन्दर धृतमन्दर ए । श्रीमुखचन्द्रचकोर जय जय देव हरे॥ अ प २ ७
पदच्छेद : अभिनव जल धर सुन्दर धृत मन्दर श्री मुख चन्द्र चकोर जय जय देव हरे

तवचरणे प्रणतावयमिति भावय ए । कुरुकुशलम् प्रणतेषु जय जय देव हरे॥ अ प २ ८
पदच्छेद : तव चरणे प्रणता वयम् इति भावय कुरु कुशलम् प्रणतेषु जय जय देव हरे

श्रीजयदेवकवेरिदम् कुरुते मुदम् ए । मङ्गलमुज्ज्वलगीतम् जय जय देव हरे॥ अ प २ ९
पदच्छेद : श्री जयदेव कवेः इदम् कुरुते मुदम् मंगलम् उज्ज्वल गीतम् जय जय देव हरे

पद्मापयोधरतटीपरिरम्भलग्न काश्मीरमुद्रितमुरो मधुसूदनस्य । व्यक्तानुरागमिव खेलदनङ्गखेद स्वेदांबुपूरमनुपूरयतु प्रियम् वः॥ १-६
पदच्छेद : पद्मा पयो धर तटी परि रंभ लग्न काश्मीर मुद्रितम् उरः मधु सूदनस्य व्यक्त अनुरागम् इव खेलत् अनंग खेद स्वेद अंबु पूरम् अनुपूरयतु प्रियम् वः

वसन्ते वासन्तीकुसुमसुकुमारैरवयवैः भ्रमन्तीम् कान्तारे बहुविहितकृष्णानुसरणाम् । अमन्दम् कन्दर्पज्वरजनितचिन्ताकुलतया वलद्बाधाम् राधाम् सरसमिदमुचे सहचरी॥ १-७
पदच्छेद : वसन्ते वासन्ती कुसुम सुकुमारैः अवयवैः भ्रमन्तीम् कान्तारे बहु विहित कृष्ण अनुसरणाम् अमन्दम् कन्दर्प ज्वर जनित चिन्त आकुलतया वलद् बाधाम् राधाम् स रसम् इदम् उचे सह चरी

# aSTa padi 3 maadhava utsava kamalaakaram

ललितलवङ्गलतापरिशीलनकोमलमलयसमीरे । मधुकरनिकरकरम्बितकोकिलकूजितकुञ्जकुटीरे । विहरति हरिरिह सरसवसन्ते । नृत्यति युवतिजनेन समम् सखि विरहिजनस्य दुरन्ते धृवम्॥ अ प ३-१
पदच्छेद : ललित लवंग लता परिशीलन कोमल मलय समीरे मधुकर निकर करम्बित कोकिल कूजित कुंज कुटीरे विहरति हरिः इह स रस वसन्ते नृत्यति युवती जनेन समम् सखि विरहि जनस्य दुरन्ते

उन्मदमदनमनोरथपथिकवधूजनजनितविलापे । अलिकुलसंकुलकुसुमसमूहनिराकुलबकुलकलापे  ॥ अ प ३-२
पदच्छेद : उत् मद मदन मनोरथ पथिक वधू जन जनित विलापे अलि कुल संकुल कुसुम समूह निराकुल बकुल कलापे

मृगमदसौरभरभसवशंवदनवदलमालतमाले । युवजनहृदयविदारणमनसिजनखरुचिकिंशुकजाले॥ अ प ३-३
पदच्छेद : मृग मद सौरभ रभस वशंवद नव दल माल तमाले युव जन हृदय विदारण मनसिज नख रुचि किंशुक जाले

मदनमहीपतिकनकदण्डरुचिकेसरकुसुमविकासे । मिलितशिलीमुखपाटलिपटलकृतस्मरतूणविलासे॥ अ प ३-४
पदच्छेद : मदन मही पति कनक दण्ड रुचि केसर कुसुम विकासे मिलित शिली मुख पाटलि पटल कृत स्मर तूण विलासे

विगलितलज्जितजगदवलोकनतरुणकरुणकृतहासे । विरहिनिकृन्तनकुन्तमुखाकृतिकेतकदन्तुरिताशे॥ अ प ३-५
पदच्छ्जेद विगलित लज्जित जगत् अवलोकन तरुण करुण कृत हासे विरहि निकृन्तन कुन्त मुख आकृति केतक दन्तुरित अशे

माधविकापरिमलललिते नवमालिकजातिसुगन्धौ । मुनिमनसामपि मोहनकारिणि तरुणाकारणबन्धौ॥ अ प ३-६
पदच्छेद : माधविका परिमल ललिते नव मालिक जाति सुगन्धौ मुनि मनसाम् अपि मोहन कारिणि तरुण अ कारण बन्धौ

स्फुरदतिमुक्तलतापरिरम्भणमुकुलितपुलकितचूते । बृन्दावनविपिने परिसरपरिगतयमुनाजलपूते॥ अ प ३-७
पदच्छेद : स्फुरत् अतिमुक्त लता परि रंभण मुकुलित पुलकित चूते बृंदावन विपिने परि सर परि गत यमुना जल पूते

श्रीजयदेवभणितमिदमुदयति हरिचरणस्मृतिसारम् । सरसवसन्तसमयवनवर्णनमनुगतमदनविकारम्॥ अ प ३-८
पदच्छेद : श्री जयदेव भणितम् इदम् उदयति हरि चरण स्मृति सारम् सरस वसन्त समय वन वर्णनम् अनु गत मदन विकारम्

दरविदलितमल्लीवल्लिचञ्चत्पराग प्रकटितपटवासैर्वासयन् काननानि। इह हि दहति चेतः केतकीगन्धबन्धुः प्रसरदसमबाणप्राणवद्गन्धवाहः॥ १-८
पदच्छेद : दर विदलित मल्ली वल्लि चंचत् पराग प्रकटित पटवासैः वासयन् काननानि इह हि दहति चेतः केतकी गन्ध बन्धुः प्रसरत् असम बाण प्राण वत् गन्ध वाहः

उन्मीलन्मधुगन्धलुब्धमधुपव्याधूतचूताङ्कुर क्रीडत्कोकिलकाकलीकलकलैरुद्गीर्णकर्णज्वराः। नीयन्ते पथिकैः कथंकथमपि ध्यानानुधानक्षण प्राप्तप्राणसमासमागमरसोल्लासैरमी वासराः॥ १-९
पदच्छेद : उन्मीलत् मधु गन्ध लुब्ध मधुप व्याधूत चूत अंकुर क्रीडत् कोकिल काकली कल कलैः उद्गीर्ण कर्ण ज्वराः नीयन्ते पथिकैः कथम् कथम् अपि ध्यान अनुधान अवधान क्षण प्राप्त प्राण समा समागम रस उल्लासैः अमी वासराः

अनेकनारीपरिरम्भसम्भ्रम स्फुरन्मनोहारिविलासलालसम् । रारिमारादुपदर्शयन्त्यसौ सखी समक्षम् पुनराह राधिकाम्॥ १-१-०
पदच्छेद : अनेक नारी परि रंभ संभ्रम स्फुरत् मनोहारि विलास लालसम् मुर अरिम् आरात् उप दर्शयन्ति असौ सखी समक्षम् पुनः आह राधिकाम्

# aSTA padi 4 saamoda daamodara bhramara padam

चन्दनचर्चितनीलकलेवरपीतवसनवनमाली । केलिचलन्मणिकुण्डलमण्डितगण्डयुगस्मितशाली । हरिरिहमुग्धवधूनिकरे विलासिनि विलसति केलिपरे ।धृवम्। अ प ४-१
पदच्छेद : चन्दन चर्चित नील कलेवर पीत वसन वनमाली केलि चलत् मणि कुण्डल मण्डित गण्ड युग स्मित शाली हरिः इह मुग्ध वधू निकरे विलासिनि विलसति केलि परे

पीनपयोधरभारभरेण हरिम् परिरम्य सरागम् । गोपवधूरनुगायति काचिदुदञ्चितपञ्चमरागम्। हरिरिह केलिपरे ॥ अ प ४-२
पदच्छेद : पीन पयोधर भार भरेण हरिम् परि रभ्य रम्य सरागम् गोप वधूःअनु गायति काचित् उदंचित पंचम रागम्

कापि विलासविलोलविलोचनखेलनजनितमनोजम् । ध्यायति मुग्धवधूरधिकम् मधुसूदनवदनसरोजम् । हरिरिह केलिपरे ॥ अ प ४-३
पदच्छेद : का अपि विलास विलोल विलोचन खेलन जनित मनोजम् ध्यायति मुग्ध वधूः अधिकम् मधु सूदन वदन सरोजम्

कापि कपोलतले मिलिता लपितुम् किमपि श्रुतिमूले । चारु चुचुंब नितंबवती दयितम् पुलकैरनुकूले । हरिरिह केलिपरे ॥ अ प ४-४
पदच्छेद : का अपि कपोल तले मिलिता लपितुम् किम् अपि श्रुति मूले चारु चुचुंब नितंबवती दयितम् पुलकैः अनुकूले

केलिकलाकुतुकेन च काचिदमुम् यमुनाजलकूले । मञ्जुलवञ्जुलकुञ्जगतम् विचकर्ष करेण दुकूले । हरिरिह केलिपरे ॥ अ प ४-५
पदच्छेद : केलि कला कुतुकेन च काचित् अमुम् यमुना जल कूले मंजुल वंजुल कुंज गतम् विचकर्ष करेण दुकूले

करतलतालतरलवलयावलिकलितकलस्वंअवंशे । रासरसे सहनृत्यपरा हरिणा युवतिः प्रशशंसे । हरिरिह केलिपरे ॥ अ प ४-६
पदच्छेद : कर तल ताल तरल वलय आवलि कलित कल स्वन वंशे रास रसे सह नृत्य परा हरिणा युवतिः प्रशशंसे

श्लिष्यति कामपि चुम्बति कामपि कामपि रमयति रामाम् । पश्यति सस्मितचारुपरामपरामनुगच्छति वामाम् । हरिरिह केलिपरे ॥ अ प ४-७
पदच्छेद : श्लिष्यति काम् अपि चुंबति काम् अपि काम् अपि रमयति रामाम् पश्यति सः स्मित चारु तराम् अपराम् अनु गच्छति वामाम्

श्रीजयदेवभणितमिदमद्भुतकेशवकेलिरहस्यम् । वृन्दावनविपिने ललितम् वितनोतु शुभानि यशस्यम् । हरिरिह केलिपरे ॥ अ प ४-८
पदच्छेद : श्री जयदेव भणितम् इदम् अद्भुत केशव केलि रहस्यम् वृन्दावन विपिने ललितम् वितनोतु शुभानि यशस्यम्

विश्वेषामनुरंजनेन जनयन्नानानंदमिन्दीवर श्रेणीश्यामलकोमलैरुपनयन्नङ्गैरनङ्गोत्सवम् । स्वच्छंदम् व्रजसुन्दरीभिरभितः प्रत्यङ्गमालिङ्गितः शृङ्गारः सखि मूर्तिमानिव मधौ मुग्धो हरिः क्रीडति॥ १-११
पदच्छेद : विश्वेषाम् अनुरंजनेन जनयन् आनानंदम् इन्दीवर श्रेणी श्यामल कोमलैः उपनयन् अन्गैः अनंग उत्सवम् स्वच्छंदम् व्रज सुन्दरीभिः अभितः प्रति अंगम् आलिंगितः शृंगारः सखि मूर्तिमान् इव मधौ मुग्धो हरिः क्रीडति

नित्योत्संगवसद्भुजंगकवलक्लेशादिवेशाचलम् प्रालेयप्लवनेच्छयानुसरति श्रीखण्डशैलानिलः। किम् च स्निग्धरसालमौलिमुकुलान्यालोक्य हर्षोदयात् उन्मीलन्ति कुहूः कुहूरिति कलोत्तलाः पिकानाम् गिरः॥ १-१२
पदच्छेद : नित्य उत्संग वसत् भुजंग कवल क्लेशात् इव ईश अचलम् प्रालेय प्लवन इच्छया अनुसरति श्री खण्ड शैल अनिलः किम् च स्निग्ध रसाल मौलि मुकुलानि आलोक्य हर्ष उदयात् उन्मीलन्ति कुहूः कुहूः इति कल उत्तलाः पिकानाम् गिरः

रासोल्लासभरेणविभ्रमभृतामाभीरवामभ्रुवाम् अभ्यर्णम् परिरम्यनिर्भरमुरः प्रेमान्धया राधया। साधु त्वद्वदनम् सुधामयमिति व्याहृत्य गीतस्तुति व्याजादुत्कटचुम्बितस्मितमनोहरी हरिः पातु वः॥ १-१३
पदच्छेद : रास उल्लास भरेण विभ्रम भृताम् आभीर वाम भ्रुवाम् अभ्यर्णम् परिरभ्य निर्भरम् उरः प्रेम अन्धया राधया साधु त्वत् वदनम् सुधामयम् इति व्याहृत्य गीत स्तुती व्याजात् उत्कट चुम्बित स्मित मनोहरी हरिः पातु वः

# Chapter [sarga] 2 - aklesha keshavam Blithesome Krishna

विहरति वने राधा साधारणप्रणये हरौ विगलित निजोत्कर्षादीर्ष्यावशेन गतान्यतः। क्वचिदपि लताकुञ्जे गुञ्जन्मधुव्रतमण्डली मुखरशिखरे लीना दीनाप्युवाच रहः सखीम्॥ २-१
पदच्छेद - विहरति वने राधा साधारण प्रणये हरौ विगलित निज उत्कर्षात् ईर्ष्या वशेन गत अन्यतः क्वचित् अपि लता कुंजे गुंजत् मधु व्रत मण्डली मुखर शिखरे लीना दीना अपि उवाच रहः सखीम्

संचलदधरसुधामधुरध्वनिमुखरितमोहनवंशम् । चलितदृगंचलचंचलमौलिकपोलविलोलवतंसम् । रासे हरिमिह विहितविलासम् स्मरति मनो मम कृतपरिहासम् । धृवम्॥ अ प ५-१
पदच्छेद - संचलत् अधर सुधा मधुर ध्वनि मुखरित मोहन वंशम् चलित दृगंचल चंचल मौलि कपोल विलोल वतंसम् रासे हरिम् इह विहित विलासम् स्मरति मनो मम कृत परिहासम्

चन्द्रकचारुमयूरशिखण्डकमण्डलवलयितकेशम् । प्रचुरपुरन्दरधनुरनुरञ्जितमेदुरमुदीसुवेशम्॥ अ प ५-२
पदच्छेद - चन्द्रक चारु मयूर शिखण्डक मण्डल वलयित केशम् प्रचुर पुरन्दर धनुः अनुरंजित मेदुर मुदीर सुवेशम् । रासे हरिमिह...परिहासम्

गोपकदम्बनितम्बवतीमुखचुम्बनलम्भितलोभम् । बन्धुजीवमधुराधरपल्लवमुल्लसितस्मितशोभम्॥ अ प ५-३
पदच्छेद - गोप कदंब नितंब वती मुख चुंबन लंभित लोभम् बंधु जीव मधुर अधर पल्लवम् उल्लसित स्मित शोभम् - रासे हरिमिह ... परिहासम्

विपुलपुलकभुजपल्लववलयितवल्लवयुवतिसहस्रम् । करचरणोरसि मणिगणभूषणकिरणविभिन्नतमिस्रम्॥ ५-४
पदच्छेद - विपुल पुलक भुज पल्लव वलयित वल्लव युवति सहस्रम् कर चरण उरसि मणि गण भूषण किरण विभिन्न तमिस्रम् - रासे हरिमिह...परिहासम्

जलदपटलवलदिन्दुविनन्दकचन्दनतिलकललाटम् । पीनपयोधरपरिसरमर्दननिर्दयहृदयकवाटम्॥ ५-५
पदच्छेद - जलद पटल वलत् इन्दु विनिन्दक चन्दन तिलक ललाटम् पीन पयोधर परिसर मर्दन निर्दय हृदय कवाटम् - रासे हरिमिह ... परिहासम्

मणिमयमकरमनोहरकुण्डलमण्डितगण्डमुदारम् । पीतवसनमनुगतमुनिमनुजसुरासुरवरपरिवारम्॥ ५-६
पदच्छेद - मणि मय मकर मनोहर कुण्डल मण्डित गण्डम् उदारम् पीत वसनम् अनुगत मुनि मनुज सुर असुर वर परिवारम् - रासे हरिमिह ... परिहासम्

विशदकदम्बतले मिलितम् कलिकलुषभयम् शमयन्तम् । मामपि किमपि तरन्गदनङ्गदृशा मनसा रमयन्तम्॥ ५७
पदच्छेद - विशद कदंब तले मिलितम् कलि कलुष भयम् शमयंतम् माम् अपि किम् अपि तरंगत् अनंग दृशा मनसा रमयंतम् - रासे हरिमिह ... परिहासम्

श्रीजयदेवभणितमतिसुन्दरमोहनमधुरिपुरूपम् । हरिचरणस्मरणम् प्रति संप्रति पुण्यवतामनुरूपम्॥ ५-८
पदच्छेद - श्री जयदेव भणितम् अति सुन्दर मोहन मधु रिपु रूपम् हरि चरण स्मरणम् प्रति संप्रति पुण्यवताम् अनुरूपम् - रासे हरिमिह ... परिहासम्

गणयति गुणग्रामम् भामम् भ्रमादपि नेहते । वहति च परितोषम् दोषम् विमुञ्चति दूरतः । युवतिषु वलस्तृष्णे कृष्णे विहारिणि माम् विना ४पुनरपि मनो वामम् कामम् करोति करोमि किम्॥ २२
पदच्छेद - गणयति गुण ग्रामम् भामम् भ्रमात् अपि नेहते वहति च परितोषम् दोषम् विमुंचति दूरतः युवतिषु वलत् तृष्णे कृष्णे विहारिणि माम् विना पुनः अपि मनः वामम् कामम् करोति करोमि किम्

निभृतनिकुञ्जगृहम् गतयानिशिरहसिनिलीयवसन्तम् । चकितविलोकितसकलदिशा रतिरभसभरेणहसन्तम् । सखि हे केशिमथनमुदारम् । रमय मया सह मदनमनोरथभावितया सविकारम् धृवम्॥ ६१
पदच्छेद - निभृत निकुञ्ज गृहम् गतया निशि रहसि निलीय वसन्तम् चकित विलोकित सकल दिशा रति रभसभरेण हसन्तम् सखि हे केशि मथनम् उदारम् रमय मया सह मदन मनोरथ भावितया सविकारम्

प्रथमसमागमलज्जितया पटुचाटुशतैरनुकूलम् । मृदुमधुरस्मितभाषितया शिथिलीकृतजघनदुकूलम् । सखि ... सविकारम्॥ अ प ६-२
पदच्छेद - प्रथम समागम लज्जितया पटु चाटु शतैः अनुकूलम् मृदु मधुर स्मित भाषितया शिथिली कृत जधन दुकूलम् सखि ... सविकारम्

किसलयशयननिवेशितया चिरमुरसि ममैव शयानम् । कृतपरिरम्भणचुम्बनया परिरभ्य कृताधरपानम् । सखि ... सविकारम्॥ अ प ६-३
पदच्छेद - किसलय शयन निवेशितया चिरम् उरसि मम एव शयानम् कृत परिरम्भण चुम्बनया परिरभ्य कृत अधरपानम् सखि ... सविकारम्

अलसनिमीलितलोचनया पुलकावलिललितकपोलम् । श्रमजलसकलकलेवरया वरमदनमदादतिलोलम् । सखि ...सविकारम्॥ अ प ६४
पदच्छेद - अलस निमीलित लोचनया पुलक आवलि ललित कपोलम् श्रम जल सकल कलेवरया वर मदन मदात् अति लोलम् - सखि ... सविकारम्

कोकिलकलरवकूजितया जितमनसिजतंत्रविचारम् । श्लथकुसुमाकुलकुन्तलया नखलिखितघनस्तनभारम् । सखि ... सविकारम्॥ ६-५
पदच्छेद - कोकिल कल रव कूजितया जित मनसिज तंत्र विचारम् श्लथ कुसुम आकुल कुन्तलया नख लिखित घन स्तन भारम् - सखि ... सविकारम्

चरणरणितमनिनूपुरया परिपूरितसुरतवितानम् । मुखरविशृङ्खलमेखलया सकचग्रहचुंबनदानम् ।     - सखि ... सविकारम्॥ अ प ६-६
पदच्छेद - चरण रणित मनि नूपुरया परिपूरित सुरत वितानम् मुखर विशृंखल  मेखलया सकच ग्रह चुंबन दानम् - सखि ... सविकारम्

रतिसुखसमयरसालसया दरमुकुलितनयनसरोजम् । निःसहनिपतिततनुलतया मधुसूदनमुदितमनोजम् । सखि ... सविकारम्॥ ६-७
पदच्छेद - रति सुख समय रसा अलसया दर मुकुलित नयन सरोजम् निःसह निपतित तनु लतया मधु सूदनम् उदित मनोजम् - सखि ... सविकारम्

श्रीजयदेवभणितमिदमतिशयमधुरिपुनिधुवनशीलम् । सुखमुत्कण्ठितगोपवधूकथितम् वितनोतु सलीलम् । सखि ... सविकारम्॥ अ प ६-८
पदच्छेद - श्री जयदेव भणितम् इदम् अतिशय मधु रिपु निधुवन शीलम् सुखम् उत्कण्ठित गोप वधू कथितम् वितनोतु स लीलम् - सखि ... सविकारम्

हस्तस्रस्तविलासवंशमनृजुभ्रूवल्लीमद्वल्लवी । वृन्दोत्सारिदृगन्तवीक्क्षितमतिस्वेदार्द्रगण्दस्थलम् । मामुद्वीक्ष्य विलज्जितम् स्मितसुधामुग्धाननम् कानने । गोविन्दम् व्रजसुन्दरीगणवृतम् पश्यामि हृष्यामि च॥ २-३
पदच्छेद - हस्त स्रस्त विलास वंशम् अनृजु भ्रू वल्लीमत् वल्लवी बृन्द उत्सारि दृक् अन्त वीक्क्षितम् अति स्वेद आर्द्र गण्ड स्थलम् माम् उद्वीक्ष्य विलज्जितम् स्मित सुधा मुग्ध आननम् कानने गोविन्दम् व्रज सुन्दरी गण वृतम् पश्यामि ह ष्यामि च

दुरालोकस्तोकस्तबकनवकाशोकलतिका । विकासः कासारोपवनपवनोऽपि व्यथयति । अपि भ्राम्यद्भृङ्गीरणितरमणीया न मुकुल । प्रसूतिश्चूतानाम् सखि शिखरिणीयम् सुखयति॥ २-४
पदच्छेद - दुर् आलोक स्तोक स्तबक नवक अशोक लतिका विकासः कासार उपवन पवनः अपि  व्यथयति अपि च भ्राम्यत् भृङ्गी रणित रमणीया न मुकुल प्रसूतिः अपि चूतानाम् सखि शिखरिणी इयम् सुखयति

साकूतस्मितमाकुलाकुलगलद्धम्मिल्लमुल्लासित । भ्रूवल्लीकमलीकदर्शितभुजामूलोर्ध्वहस्तस्तनम् । गोपीनाम् निभृतम् निरीक्ष्य गमिताकाङ्क्षश्चिरम् चिन्तयन् । अन्तर्मुग्धमनोहरम् हरतु वः क्लेशम् नवः केशवः॥ २-५
पदच्छेद - साकूत स्मितम् आकुला आकुल गलत् धम्मिल्लम् उल्लासित भ्रू वल्लीकम् अलीक दर्शित भुजा मूल ऊर्ध्व हस्त स्तनम् गोपीनाम् निभृतम् निरीक्ष्य गमित आकाङ्क्षः चिरम् चिन्तयन् अन्तः मुग्ध मनोहरम् हरतु वः क्लेशम् नवः केशवः

# Thus, this is the 2nd chapter, aklesha kevashavam, in giita govindam of Jayadeva.

# Chapter [sarga] 3 - Winsome Krishna

कंसारिरपि संसार वासना बन्ध शृङ्खलाम् । राधामाधाय हृदये तत्याज व्रजसुन्दरीः॥ ३-१
प-छे :- कंस अरिः अपि संसार वासना बन्ध शृंखलाम् राधाम् आधाय हृदये तत्याज व्रज सुन्दरीः

इतस्ततस्तामनुसृत्य राधिकाम् अनङ्गबाणव्रणखिन्नमानसः । कृतानुतापः स्स कलिन्दनन्दिनी तटान्तकुङ्जे विषसाद माधवः॥ ३-२
प-छे :-  इतः ततः ताम् अनुसृत्य राधिकाम् अनङ्ग बाण व्रण खिन्न मानसः कृत अनुतापः सः कलिन्द नन्दिनी तट अन्त कुंजे विषसाद माधवः

मामियम् चलिता विलोक्य वृतम् वधूनिचयेन । सापराधतया मयापि न वारितातिभयेन हरिहरि हतादरतया गता सा कुपितेव । धृवम्॥ अ प ७-१
प - छे:- माम् इयम् चलिता विलोक्य वृतम् वधू निचयेन स अपराधतया मया अपि न वारिता अति भयेन हरि हरि हत आदरतया गता सा कुपिता इव

किम् करिष्यति किम् वदिष्यति सा चिरम् विरहेण । किम् धनेन जनेन किम् मम जीवनेन गृहेण । हरिहरि … कुपितेव । अ प ७-२
प - छे:-  किम् करिष्यति किम् वदिष्यति सा चिरम् विरहेण |     किम् धनेन जनेन किम् मम जीवनेन गृहेण

चिन्तयामि तदाननम् कुटिलभ्रु कोपभरेण । शोणपद्ममिवोपरि भ्रमताकुलम् भ्रमरेण। हरिहरि । कुपितेव । अ प ७-३
प-छे :- चिन्तयामि तत् आननम् कुटिल भ्रू कोप भरेण शोण पद्मम् इव उपरि भ्रमता अकुलम् भ्रमरेण

तामहम् हृदि संगतामनिशम् भृशम् रमयामि । किम् वनेऽनुसरामि तामिह किम् वृथा विलपामि। हरिहरि ... कुपितेव। अ प ७-४
प-छे :- ताम् अहम् हृदि संगताम् अनिशम् भृशम् रमयामि किम् वने अनुसरामि ताम् इह किम् वृथा विलपामि तन्वि खिन्नमसूयया हृदयम् तवाकलयामि

तन्वि खिन्नमसूयया हृदयम् तवाकलयामि । तन्न वेद्मि कुतो गतासि न तेन तेऽनुनयामि। हरिहरि ... कुपिते । अ प ७-५
प-छे :- तन्वि खिन्नम् असूयया हृदयम् तव आकलयामि तत् न वेद्मि कुतः गता असि नतेन ते अनुनयामि दृश्यसे पुरतो गतागतमेव मे विदधासि|

दृश्यसे पुरतो गतागतमेव मे विदधासि। किम् पुरेव समम्भ्रमम् परिरम्भणम् न ददासि । हरिहरि …कुपितेव । अ प ७-६
प - छे:-  दृश्यते पुरतः गत आगतम् इव मे विदधासि किम् पुरा इव समम्भ्रमम् परिरम्भणम् न ददा असि

क्क्षम्यतामपरम् कदापि तवेदृशम् न करोमि । देहि सुन्दरि दर्शनम् मम मन्मथेन दुनोमि । हरिहरि ।  कुपितेव । अ प ७-७
प - छे:-  क्क्षम्यताम् अपरम् कदा अपि तव ईदृशम् न करोमि देहि सुन्दरी दर्शनम् मम मन्मथेन दुनोमि

वर्णितम् जयदेवकेन हरेरिदम् प्रवणेन । बिन्दुबिल्वसमुद्रसंभवरोहिणीरमणेन । हरिहरि ।  कुपितेव । अ प । ७-८
प-छे :-  वर्णितम् जयदेवकेन हरेः इदम् प्रवणेन बिन्दुबिल्व समुद्र संभव रोहिणी रमणेन

हृदि बिसलताहारो नायम् भुजङ्गमनायकः कुवलयदलश्रेणी कण्ठे न सा गरलद्युतिः। मलयजरजो नेदम् भस्म प्रियारहिते मयि प्रहर न हरभ्रान्त्यानङ्ग क्रुधा किमु धावसि॥ ३-३
प-छे :- हृदि बिसलता हारः न अयम् भुजंगम नायकः कुवलय दल श्रेणी कण्ठे न सा गरल द्युतिः मलयज रजः न इदम् भस्म प्रिया रहिते मयि प्रहर न हर भ्रान्त्या अनंग क्रुधा किमु धावसि

पाणौ मा कुरु चूतसायकम् अमुम् मा चापमारोपय क्रीडानिर्जितविश्व मूर्छितजनाघातेन किम् पौरुषम् । तस्या एव मृगीदृशो मनसिजप्रेङ्खत्‌कटाक्क्षाशुग श्रेणीजर्‌जरितम् मनागपि मनो नाद्यापि संधुक्क्षते॥ ३-४
प-छे :-  पाणौ मा कुरु चूत सायकम् अमुम् मा चापम् आरोपय क्रीडा निर्जित विश्व मूर्छित जन आघातेन किम् पौरुषम् तस्या एव मृगी दृशः मनसिज प्रेन्खत् कटाक्क्ष अशुग श्रेणी जर्जरितम् मनागपि मनः न अद्य अपि संधुक्क्षते

भ्रूपल्लवम् धनुरपाङ्गतरङ्गितनि बाणाः गुणः श्रवणपालिरिति स्मरेण। तस्यामनङ्गजयजङ्गमदेवतायाम् अस्त्राणि निर्जितजगन्ति किमर्पितानि॥ ३-५
प-छे :-  भ्रू पल्लवम् धनुः अपांग तरंगितनि बाणाः गुणः श्रवण पालिः इति स्मरेण तस्याम् अनंग जय जंगम देवतायाम् अस्त्राणि निर्जित जगन्ति किम् अर्पितानि

भ्रूचापे निहितः कटाक्क्षविशिखो निर्मातु मर्मव्यथाम् श्यामात्मा कुटिलः करोतु कबरीभारोऽपि मारोद्यमम्। मोहान्तावदयम्च तन्वि तनुताम् बिम्बाधरो रागवान् सद् वृत्तस्तनमण्दलस्तव कथम् प्राणैर्मम क्रीडति॥ ३-६
प-छे :- भ्रू चापे निहितः कटाक्क्ष विशिखः निर्मातु मर्म व्यथाम् श्याम आत्मा कुटिलः करोतु कबरीभारः अपि मारोद्यमम् मोहान् तान् अव दयम् च तन्वि तनुताम् बिम्ब अधरः रागवान् सद् वृत्तः स्तन मण्दलः तव कथम् प्राणैः मम क्रीडति

तानि स्पर्शसुखानि ते च तरलाः स्निग्ध दृशोर्विभ्रमाः तद् वक्‌त्रांबुजसौरभम् स च सुधास्यन्दी गिराम् वक्रिमा। सा बिम्बाधरमाधुरीति विषयासङ्गेऽपि चेन्मानसम् तस्या लग्नसमाधि हन्त विरहव्याधिः कथम् वर्‌धते॥ ३-७
प-छे :- तानि स्पर्श सुखानि ते च तरलाः स्निग्ध दृशोः विभ्रमाः तद् वक्त्र अंबुज सौरभम् स च सुधा स्यन्दी गिराम् वक्रिमा सा बिम्ब अधर माधुरी इति विषया सन्गे अपि चेत् मानसम् तस्या लग्न समाधि हन्त विरह व्याधिः कथम् वर्धते

तिर्यक्क्ण्ठविलोलमौलितरलोत्तम्‌सस्यवंशोच्चर द्दीप्तिस्थानकृतावधानललनालक्षैर्नसंलक्षिताः। संमुग्धेमधुसूदनस्यमधुरेराधामुखेन्दौसुधा सारेकन्दलिताश्चितम्ददतुनः क्षेमम्‌ कटाक्षोर्मयः ॥ ३-८
प-छे :- तिर्यक् क्ण्ठ विलोल मौलि तरल अवत्तम्सस्य वंश उच्चरत् दीप्ति स्थान कृत अवधान ललना लक्षैः न संलक्षिताः संमुग्धे मधुसूदनस्य मधुरे राधा मुख इन्दौ सुधा सारे कन्दलिताः चिरम् ददतु नः क्षेमम् कटाक्क्ष ऊर्मयः

# Thus, this is the 3rd chapter called Winsome Krishna in giita govindam of Jayadeva.

# Chapter [Sarga] 4 - Suavely Krishna

यमुनातीरवानीरनिकुङ्जे मन्दमास्थितम् । प्राह प्रेमभरोद्भ्रान्तम् माधवम् राधिकासखी॥ ४-१
पदच्छेद - यमुना तीर वानीर निकुञ्जे मन्दम् आस्थितम् प्राह प्रेम भर उद्भ्रान्तम् माधवम् राधिका सखी

निन्दतिचन्दनमिन्दुकिरणमनुविन्दतिखेदमधीरम् । व्यालनिलयमिलनेनगरलमिवकलयतिमलयसमीरम् । माधवमनसिजविशिखभयादिवभावनयात्वयिलीना । सा विरहे तव दीना - धृवम्॥ अ प ८-१
पदच्छेद - निन्दति चन्दनम् इन्दु किरणम् अनु विन्दति खेदम् अधीरम् व्याल निलय मिलनेन गरलम्  इव कलयति मलय समीरम् माधव मनसि ज विशिख भयात् इव भावनया त्वयि लीना सा विरहे तव दीना - धृवम्

अविरलनिपतितमदनशरादिवभवदवनायविशालम्। स्वहृदयमर्‌मणिवर्मकरोतिसजलनलिनीदलजालम्। सा विरहे तव दीना॥ अ प ६-२
पदच्छेद - अविरल निपतित मदन शरात् इव भवत् अवनाय विशालम् स्व हृदय मर्‌मणि वर्म करोति सजल नलिनी दल जालम्

कुसुमविशिखशरतल्पमनल्पविलासकलाकमनीयम्। व्रतमिव तव परिरम्भसुखाय करोति कुसुमशयनीयम्। सा विरहे तव दीना॥ अ प ८-3
पदच्छेद - कुसुम विशिख शर तल्पम् अनल्प विलास कला कमनीयम् व्रतम् इव तव परि रम्भ सुखाय करोति कुसुम शयनीयम्

वहतिचवलितविलोचनजलधरमाननकमलमुदारम्। विधुमिवविकटविधुन्तुददन्तदलनगलितामृतधारम्। सा विरहे तव दीना॥अ प ८-४
पदच्छेद - वहति च वलित विलोचन जल धरम् आनन कमलम् उदारम् विधुम् इव विकट विधुन्तुद दन्त दलन गलित अमृत धारम्

विलिखतिरहसिकुरङ्गमदेनभवन्तमसमशरभूतम्। प्रणमतिमकरमधोविनिधायकरेचशरम्नवचूतम्। सा विरहे तव दीना॥ अ प ८-५
पदच्छेद - विलिखति रहसि कुरन्ग मदेन भवन्तम् असम शर भूतम् प्रणमति मकरम् अधः विनिधाय करे च शरम् नव चूतम्

ध्यानलयेनपुरः परिकल्‌प्यभवन्तमतीवदुरापम्। विलपतिहसतिविषीदतिरोदितिचञ्चतिमुञ्चतितापम् । सा विरहे तव दीना॥ अ प ८-६
पदच्छेद - ध्यान लयेन पुरः परि कल्प्य भवन्तम् अतीव दुरापम् विलपति हसति विषीदति रोदिति चन्चति मुन्चति तापम्

प्रतिपदमिदमपिनिगदतिमाधवतवचरणेपतिताहम्। त्वयिविमुखेमयिसपदिसुधानिधिरपितनुतेतनुदाहम्। सा विरहे तव दीना॥ अ प ८-७
पदच्छेद - प्रति पदम् इदम् अपि निगदति माधव तव चरणे पतिता अहम् त्वयि विमुखे मयि सपदि सुधा निधिः अपि तनुते तनु दाहम् - अ तनु दाहम्

श्रीजयदेवभणितमिदमधिकम् यदि मनसा नटनीयम्। हरिविरहाकुलवल्लवयुवतिसखीवचनम् पठनीयम्। सा विरहे तव दीना॥ ८-८ अ प
पदच्छेद - श्री जयदेव भणितम् इदम् अधिकम् यदि मनसा नटनीयम् हरि विरह आकुल वल्लव युवति सखी वचनम् पठनीयम्a pa 8-8.

आवासो विपिनायते प्रियसखीमालापि जालायते तापोऽपि श्वसितेन दावदहनज्वालाकलापायते। सापि त्वद्विरहेण हन्त हरिणीरूपायते हा कथम् कन्दर्पोऽपि यमायते विरचयन्शार्दूलविक्रीडितम्॥ ४-२
पदच्छेद - आवासः विपिनायते प्रिय सखी माल अपि जालायते तापः अपि श्वसितेन दाव दहन ज्वाला कलापायते सा अपि त्वत् विरहेण हन्त हरिणी रूपायते हा कथम् कन्दर्पः अपि यमायते विरचयन् शार्दूल विक्रीडितम्

स्तनविनिहितमपि हारमुदारम् । सा मनुते कृशतनुरतिभारम् । राधिका कृष्ण राधिका । राधिका तव विरहे केशव॥ अ प ९-१
पदच्छेद - स्तन विनिहितम् अपि हारम् उदारम् सा मनुते कृश तनुः अति भारम् ।राधिका - तव विरहे केशव

सरसमसृणमपि मलयजपङ्कम् । पश्यतिविषमिववपुषिसशाङ्कम् । राधिका - तव विरहे केशव॥ अ प ९-२
पदच्छेद - स रस मसृणम् अपि मलयज पंकम् पश्यति विषम् इव वपुषि स शंकम्

श्वसितपवनमनुपमपरिणाहम् । मदनदहनमिववहतिसदाहम्। राधिका-तव विरहे केशव॥ अ प ९-३
पदच्छेद - श्वसित पवनम् अनुपम परिणाहम् मदन दहनम् इव वहति स दाहम्

दिशिदिशिकिरतिसजलकणजालम्। नयननलिनमिवविगलितनालम्। राधिका-तव विरहे केशव॥ अ प ९-४
पदच्छेद - दिशि दिशि किरति स जल कण जालम् नयन नलिनम् इव विगलित नालम्

नयनविषयमपिकिसलयतल्पम् ।कलयतिविहितहुताशनविकल्पम् । राधिका - तव विरहे केशव॥ अ प ९-५
पदच्छेद - नयन विषयम् अपि किसलय तल्पम् कलयति विहित हुताशन विकल्पम्

त्यजतिनपाणितलेनकपोलम् । बालशशिनमिवसायमलोलम् । राधिका - तव विरहे केशव॥ अ प ९-६
पदच्छेद - त्यजति न पाणि तले न कपोलम् बाल शशिनम् इव सायम् अलोलम्

हरिरिति हरिरिति जपति सकामम् ।विरहविहितमरणेन निकामम् । राधिका - तव विरहे केशव॥ अ प ९-७
पदच्छेद - हरिः इति हरिः इति जपति स कामम् विरह विहित मरणेन निकामम्

श्रीजयदेवभणितमितिगीतम् । सुखयतुकेशवपदमुपनीतम् । राधिका - तव विरहे केशव॥ अ प॥ ९-८
पदच्छेद - श्री जयदेव भणितम् इति गीतम् सुखयतु केशव पदम् उपनीतम्

सारोमाङ्चतिसीत्करोतिविलपत्युत्क्म्पतेताम्यति ध्यायत्युद्भ्रमतिप्रमीलतिपतत्युद्यातिमूर्च्छत्यपि। एतावत्यतनुज्वरेवरतनुर्जीवेन्नकिम्तेरसात् स्वर्वैद्यप्रतिमप्रसीदसियदित्यक्तोऽन्यथानान्तकः॥ ४-३
पदच्छेद - सा रोमाचति सीत् करोति विलपति उत् कम्पते ताम्यति ध्यायति उद्भ्रमति प्रमीलति पतति उद्याति मूर्च्छति अपि एतावति अतनु ज्वरे वर तनुः जीवेत् न किम् ते रसात् स्वर् वैद्य प्रतिम प्रसीदसि यदि त्यक्तः अन्यथा न अन्तकः

स्मरातुराम् दैवतवैद्यहृद्य त्वदङ्गसङ्गामृतमात्रसाध्याम्। विमुक्तबाधाम् कुरुषे न राधाम् उपेन्द्र वज्रादपि दारुणोऽसि॥ ४-४
पदच्छेद - स्मर आतुराम् दैवत वैद्य हृद्य त्वत् अन्ग सन्ग अमृत मात्र साध्याम् विमुक्त बाधाम् कुरुषे न राधाम् उपेन्द्र वज्रात् अपि दारुणः असि

कंदर्पज्वरसंज्वराकुलतनोराश्चर्यमस्याश्चिरम् चेतश्चन्दनचन्द्रमःकमलिनीचिन्तासु संताम्यति। किन्तु क्लान्तिवशेन शीतलतरम् त्वामेकमेव क्षणम् ध्यायन्ती रहसि स्थिता कथमपि क्षीणा क्षणम् प्राणिति॥ ४-५
पदच्छेद - कन्दर्प ज्वर संज्वर आकुल तनोः आश्चर्यम् अस्याः चिरम् चेतः चन्दन चन्द्रमः कमलिनी चिन्तासु सन्ताम्यति किन्तु क्लान्ति वशेन शीतल तरम् त्वाम् एकम् एव प्रियम् ध्यायन्ती रहसि स्थिता कथम् अपि क्षीणा क्षणम् प्राणिति

क्षणमपि विरहः पुरा न सेहे नयननिमीलनखिन्नया यया ते। श्वसिति कथमसौ रसालशाखाम् चिरविरहेण विलोक्य पुष्पिताग्राम्॥ ४-६
पदच्छेद - क्षणम् अपि विरहः पुरा न सेहे नयन निमीलन खिन्नया यया ते श्वसिति कथम् असौ रसाल शाखाम् चिर विरहेण विलोक्य पुष्पित अग्राम्

वृष्टिव्याकुलगोकुलावनरसादुद्धृत्यगोवर्धनम् बिभ्रद्वल्लववल्लभाभिरधिकानन्दाच्चिरंचुम्बितः। दर्‌पेणैवतदर्‌पिताधरतटीसिन्दूरमुद्रान्कितो बाहुर्गोपतनोस्तनोतुभवतांश्रेयांसिकंसद्विषः॥ ४-७
पदच्छेद - वृष्टि व्याकुल गोकुल अवन रसात् उद्धृत्य गोवर्धनम् बिभ्रत् वल्लव वल्लभाभिः अधिक आनन्दात् चिरं चुम्बितः दर्पेण एव तत् अर्पित अधर तटी सिन्दूर मुद्र अन्कितः बाहुः गोप तनोः तनोतु भवताम् श्रेयान्सि कंस द्विषः

# Chapter [Sarga] 5 - Passionate Krishna

अहमिह निवसामि याहि राधाम् अनुनय मद्वचनेन चानयेथाः। इति मधुरिपुणा सखी नियुक्‌ता स्वयमिदमेत्य पुनर्जगाद राधाम्॥ ५-१
प-च्छे :- अहम् इह निवसामि याहि राधाम् अनुनय मत् वचनेन आनयेथाः इति मधु रिपुणा सखी नियुक्‌ता स्वयम् इदम् एत्य पुनः जगाद राधाम्

वहति मलयसमीरे मदनमुपनिधाय । स्फुटति कुसुमनिकरे विरहिहृदयदलनाय। तव विरहे वनमाली सखि सीदति॥ अ प १०-१
प-छे :- वहति मलय समीरे मदनम् उप निधाय स्फुटति कुसुम निकरे विरहि हृदय दलनाय तव विरहे वनमाली सखि सीदति राधे - धृवम्

दहति शिशिरमयूखे मरणमनुकरोति। पतति मदनविशिखे विलपति विकलतरोऽति॥ अ प १०-२
प-छे :- दहति शिशिर मयूखे मरणम् अनु करोति पतति मदन विशिखे विलपति विकल तरः अति

ध्वनति मधुपसमूहे श्रवणमपिददाति । मनसि वलितविरहे निशि निशि रुजमुपयति॥ अ प १०-३
प-छे :- ध्वनति मधुप समूहे श्रवणम् अपिदधाति मनसि वलित विरहे निशि निशि रुजम् उपयति

वसति विपिनविताने त्यजति ललितधाम । लुठति धरणिशयने बहु विलपति तव नाम॥ १०-४
प-छे :- वसति विपिन विताने त्यजति ललित धाम लुठति धरणि शयने बहु विलपति तव नाम

रणति पिकसमवाये प्रतिदिशमनुयाति । हसति मनुजनिचये विरहमपलपति नेति॥ अ प १०-५
प छे- रणति पिक समवाये प्रति दिशम् अनुयाति हसति मनुज निचये विरहम् अपलपति न इति

स्फुरति कलरवरावे स्मर्ति मणितमेव। तवरतिसुखविभवे गणयति सुगुणमतीव॥ अ प १०-६
प-छे :- स्फुरति कलरव रावे स्मर्ति मणितम् एव तव रति सुख विभवे गणयति सुगुणम् अतीव

त्वदभिदशुभमासम् वदति नरि शृणोति । तमपिजपतिसरसम् युवतिषु नरतिमुपैति॥ अ प १०-७
प-छे :- त्वत् अभिद शुभ मासम् वदति नरि शृणोति तम् अपि जपति सरसम् युवतिषु न रतिम् उपैति

भणति कविजयदेवे विरहिविलसितेन । मनसि रभसविभवे हरिरुदयतु सुकृतेन॥ अ प १०-८
प-छे :- भणति कवि जयदेवे विरहि विलसितेन मनसि रभस विभवे हरिः उदयतु सुकृतेन

पूर्वम् यत्र समम् त्वया रतिपतेरासादितः सिद्धयः तस्मिन्नेव निकुङ्जमन्मथमहातीर्थे पुनर्माधवः। ध्यायंस्त्वामनिशम् जपन्नपि तवैवालापमंत्रावलीम् भूयस्त्वत्कुचकुंभनिर्भरपरीरंभामृतम् वाङ्छति॥ ५-२
प-छे :- पूर्वम् यत्र समम् त्वया रतिपतेः आसादितः सिद्धयः तस्मिन् एव निकुङ्ज मन्मथ महा तीर्थे पुनः माधवः ध्यायन् त्वाम् अनिशम् जपन् अपि तव एव अलाप मंत्रावलीम् भूयः त्वत् कुच कुंभ निर्भर परीरंभ अमृतम् वाङ्छति

रतिसुखसारे गतमभिसारे मदनमनोहरवेशम् । न कुरु नितम्बिनि गमनविलंबनमनुसर तम् हृदयेशम् । गोपी पीनपयोधरमर्दनचंचलकरयुगशाली । धीर समीरे यमुना तीरे वसति वने वनमाली - धृवम्॥ अ प ११-१
प-छे :- रति सुख सारे गतम् अभिसारे मदन मनोहर वेशम् न कुरु नितम्बिनि गमन विलंबनम् अनुसर तम् हृदय ईशम् गोपी पीन पयोधर मर्दन चंचल कर युग शाली धीर समीरे यमुना तीरे वसति वने वनमाली

नामसमेतम्कृतसंकेतम्वादयतेमृदुवेणुम् । बहुमनुतेननुतेतनुसंगतपवनचलितमपिरेणुम्॥ अ प ११-२
प-छे :- नाम समेतम् कृत संकेतम् वादयते मृदु वेणुम् बहु मनुते ननु ते तनु संगत पवन चलितम् अपि रेणुम्

पततिपतत्रेविचलतिपत्रेशन्कितभवदुपयानम् । रचयतिशयनम्सचकितनयनम्पश्यतितवपन्थानम्॥ अ प ११-३
प-छे :- पतति पतत्रे विचलति पत्रे शन्कित भवत् उप यानम् रचयति शयनम् स चकित नयनम् पश्यति तव पंथानम्

मुखरमधीरम् त्यज मन्जीरम् रिपुमिव केलिषुलोलम् । चल सखि कुन्जम् सतिमिरपुंजम् शीलय नीलनिचोलम्॥ अ प ११-४
प-छे :- मुखरम् अधीरम् त्यज मन्जीरम् रिपुम् इव केलिषु लोलम् चल सखि कुन्जम् स तिमिर पुंजम् शीलय नील निचोलम्

उरसिमुरारेरुपहितहारेघनैवतरलबलाके । तटिदिवपीतेरतिविपरीतेराजसिसुकृतविपाके॥ अ प ११-५
प-छे :- उरसि मुरारेः उपहित हारे घन इव तरल बलाके तटित् इव पीते रति विपरीते राजसि सुकृत विपाके

विगलितवसनम् परिहृतरसनम् घटय जघनमपिधानम् । किसलयशयने पङ्कजनयने निधिमिव हर्षनिदानम्॥अ प  ११-६
प-छे :- विगलित वसनम् परिहृत रसनम् घटय जघनम् अपिधानम् किसलय शयने पन्कज नयने निधिम् इव हर्ष निदानम्

हरिरभिमानीरजनिरिदानीमियमपियातिविरामम् । कुरुममवचनम्सत्वररचनम्पूरयमधुरिपुकामम्॥ अ प ११-७
प-छे :- हरिः अभिमानी रजनिः इदानीम् इयम् अपि याति विरामम् कुरु मम वचनम् स त्वर रचनम् पूरय मधु रिपु कामम्

श्रीजयदेवे कृतहरिसेवे भणति परमरमणीयम्। प्रमुदितहृदयम् हरिमतिसदयम् नमत सुकृतकमनीयम्॥ अ प११-८
प-छे :- श्री जयदेवे कृत हरि सेवे भणति परम रमणीयम् प्रमुदित हृदयम् हरिम् अति सदयम् नमत सुकृत कमनीयम्

विकिरति मुहुः श्वासान्दिशाः पुरो मुहुरीक्षते प्रविशति मुहुः कुंजंगुंजन्मुहुर्बहु ताम्यति। रचयति मुहुः शय्यांपर्याकुलंमुहुरीक्षते मदनकदनक्लान्तः कान्ते प्रियस्तव वर्‌तते॥ ५-३
प-छे :- विकिरति मुहुः श्वासान् दिशाः पुरः मुहुः ईक्षते प्रविशति मुहुः कुंजम् गुंजन् मुहुः बहु ताम्यति रचयति मुहुः शय्याम् पर्याकुलम् मुहुः ईक्षते मदन कदन क्लान्तः कान्ते प्रियः तव वर्तते

त्वद्वाम्येन समंसमग्रमधुना तिग्मांशुरस्तंगतो गोविन्दस्य मनोरथेन च समंप्राप्तंतमः सान्द्रताम्। कोकानांकरुणस्वनेन सदृशी दीर्घा मदभ्यर्थना तन्मुग्धे विफलंविलम्बनमसौ रम्योऽभिसारक्षणः॥ ५-४
प-छे :- त्वत् वाम्येन समम् समग्रम् अधुना तिग्मांशुः अस्तम् गतः गोविन्दस्य मनोरथेन च समम् प्राप्तम् तमः सान्द्रताम् कोकानाम् करुण स्वनेन सदृशी दीर्घा मत् अभ्यर्थना तत् मुग्धे विफलम् विलम्बनम् असौ रम्यः अभिसार क्षणः

सा माम् द्रक्ष्यति वक्ष्यति स्मरकथाम् प्रत्यङ्गमालिंगनैः प्रीतिम् यास्यति रंस्यते सखि समागत्येति चिंताकुलः। स त्वाम् पश्यति वेपते पुलकयत्यानंदति स्वेद्यति प्रत्युद्गच्छति मूर्‌च्छति स्थिरतमःपुंजे निकुंजे स्थितः॥ ५-५
प-छे :- सा माम् द्रक्ष्यति वक्ष्यति स्मर कथाम् प्रत्यङ्गम् आलिंगनैः प्रीतिम् यास्यति रंस्यते सखि समागत्य इति चिंताकुलः स त्वाम् पश्यति वेपते पुलकयति आनंदति स्वेद्यति प्रत्युद्गच्छति मूर्‌च्छति स्थिर तमः पुंजे निकुंजे स्थितः

आश्लेषादनु चुंबनादनु नखोल्लेखादनु स्वान्तज प्रोद्बोधादनु संभ्रमादनु रतारंभादनु प्रीतयोः। अन्यार्थम्गतयोर्भ्रमान्मिलितयोः सम्भाषणैर्जानतो र्दम्पत्योरिह को न को न तमसि व्रीडाविमिश्रो रसः॥ ५-६
प-छे :- आश्लेषात् अनु चुंबनात् अनु नख उल्लेखात् अनु स्वान्त-ज  प्र-उद्बोधात् अनु संभ्रमात् अनु रतारंभात् अनु प्रीतयोः अन्य अर्थम् गतयोः भ्रमात् मिलितयोः सम्भाषणैः जानतोः दम्पत्योः इह को न को न तमसि व्रीडा विमिश्रः रसः

सभयचकितम्‌विन्यस्यन्तीम्‌दृशौतिमिरेपथि प्रतितरु मुहुः स्थित्वा मन्दम्‌पदानि वितन्वतीम्। कथमपि रहः प्राप्तामङ्गैरनङ्गतरङ्गिभिः सुमुखि सुभगः पश्यन्सत्वामुपैतु कृतार्थताम्॥ ५-७
प-छे :- राधा मुग्ध मुख अरविन्द मधुपः त्रैलोक्य मौलि स्थली नेपथ्य उचित नील रत्नम् अवनी भार अवतार अंतकः स्वच्छन्दम् व्रज सुंदरी जन मनः तोष प्रदोष उदयः कंस ध्वंसन धूमकेतुः अवतु त्वाम् देवकी नंदनः

राधामुग्धमुखारविन्दमधुपस्स्त्रैलोक्यमौलिस्थली नेपथ्योचितनीलरत्नमवनीभारावतारांतकः। स्वच्छन्दंव्रजसुंदरीजनमनस्तोषप्रदोषोदयः कंसध्वंसनधूमकेतुरवतुत्वाम्देवकीनंदनः॥ ५-८
प-छे :- राधा मुग्ध मुख अरविन्द मधुपः त्रैलोक्य मौलि स्थली नेपथ्य उचित नील रत्नम् अवनी भार अवतार अंतकः स्वच्छन्दम् व्रज सुंदरी जन मनः तोष प्रदोष उदयः कंस ध्वंसन धूमकेतुः अवतु त्वाम् देवकी नंदनः

# Chapter [Sarga] 6 - Inconsiderate Krishna
