var utils = require('../utils');

var s6_1_101 = [
    ['योगानुशासन', 'योग', 'अनुशासन'],
    ['योगानन्द', 'योग', 'आनन्द'],
    ['महामृत', 'महा', 'अमृत'],
    ['महानन्द', 'महा', 'आनन्द'],

    ['ऋद्धीष्ट', 'ऋद्धि', 'इष्ट'],
    ['देवीयम्', 'देवी', 'इयम्'],
    ['ऋद्धीप्सन', 'ऋद्धि', 'ईप्सन'],
    ['नदीश्वरी', 'नदी', 'ईश्वरी'],

    ['तनूदर', 'तनु', 'उदर'],
    ['चमूत्तमा', 'चमू', 'उत्तमा'],
    ['तनून', 'तनु', 'ऊन'],
    ['चमूर्जिता', 'चमू', 'ऊर्जिता'],

    ['पितॄण', 'पितृ', 'ऋण'], // R
    ['होतॄकार', 'होतृ', 'ॠकार'],
    ['होतॄकार', 'होतृ', 'ऌकार'],
    // ['', '', ''],
];

var s6_1_88 = [
    ['नरैन्द्रिय', 'नर', 'ऐन्द्रिय'],
    ['सदैश्वर', 'सदा', 'ऐश्वर'],
    ['नरौदर्य', 'नर', 'औदर्य'],
    ['सदौरग', 'सदा', 'औरग'],
    // ['', '', ''], // examples on e, o
    // ['', '', ''],
    // ['', '', ''],
    // ['', '', ''],
]

var s6_1_87 = [
    ['नेति', 'न', 'इति'],
    // ['', '', ''],
    // ['', '', ''],
    // ['', '', ''],
    // ['', '', ''],
    // ['', '', ''],
    // ['', '', ''],
    // ['', '', ''],
]

describe('vowel sandhi', function() {
    describe('6.1.101 - simple vowel, followed by a similar vowel', function() {
        s6_1_101.forEach(function(test) {
            utils.test(test);
        });
    });
    describe('6.1.88 - a or ā is followed by e, o, ai or au - vriddhi', function() {
        s6_1_88.forEach(function(test) {
            utils.test(test);
        });
    });
    describe('6.1.87 - a or ā is followed by i, ī, u, ū, ṛ, ṝ or ḷ -  guna ', function() {
        s6_1_87.forEach(function(test) {
            utils.test(test);
        });
    });
});
