# http://sanskritdocuments.org/sites/giirvaani/giirvaani/gg_utf/gg_1_utf/gg_1_sans_utf.htm


मेघैर्मेदुरमम्बरम् वनभुवः श्यामास्तमालद्रुमैः नक्तम् भीरुरयम् त्वमेव तदिमम् राधे गृहम् प्रापय। इत्थम् नन्दनिदेशितश्चलितयोः प्रत्यध्वकुञ्जद्रुमम् राधामाधवयोर्जयन्ति यमुनाकूले रहःकेलयः॥ १-१
= मेघैः मेदुरम् अंबरम् वन भुवः श्यामाः तमाल द्रुमैः नक्तम् भीरुः अयम् त्वम् एव तत् इमम् राधे गृहम् प्रापय इत्थम् नन्द निदेशितः चलितयोः प्रति अध्व कुंज द्रुमम् राधा माधवयोः जयन्ति यमुना कूले रहः केलयः

वाग्देवताचरितचित्रितचित्तसद्मा पद्मावतीचरणचारणचक्रवर्ती। श्रीवासुदेवरतिकेलिकथासमेतम् एतम् करोति जयदेवकविः प्रबन्धम्॥ १-२
= वाक् देवता चरित चित्रित चित्त सद्मा पद्मावती चरण चारण चक्रवर्ती श्री वासुदेव रति केलि कथा समेतम् एतम् करोति जयदेव कविः प्रबन्धम्

यदि हरिस्मरणे सरसम् मनो यदि विलासकलासु कुतूहलम्। मधुरकोमलकान्तपदावलीम् शृणु तदा जयदेवसरस्वतीम्॥ १-३
= यदि हरि स्मरणे सरसम् मनः यदि विलास कलासु कुतूहलम् मधुर कोमल कांत पद आवलीम् शृणु तदा जयदेव सरस्वतीम्

वाचः पल्लवयत्युमापतिधरः सन्दर्भशुद्धिम् गिराम् जानीते जयदेव एव शरणः श्लाघ्यो दुरूहद्रुते। शृङ्गारोत्तरसत्प्रमेयरचनैराचार्यगोवर्धन स्पर्धी कोऽपि न विश्रुतः श्रुतिधरो धोयी कविक्ष्मापतिः॥ १-४
= वाचः पल्लवयति उमापतिधरः संदर्भ शुद्धिम् गिराम् जानीते जयदेव एव शरणः श्लाघ्यः दुर् ऊह द्रुते शृंगार उत्तर सत् प्रमेय रचनैः आचार्य गोवर्धन स्पर्धी कः अपि न विश्रुतः श्रुतिधरः धोयी कवि क्ष्मा पतिः

प्रलयपयोधिजले धृतवानसि वेदम् । विहितवहित्रचरित्रमखेदम्॥ केशवाधृतमीनशरीर जयजगदीशहरे॥ अ प १-१
= प्रलय पयोधि जले धृतवान् असि वेदम् विहित वहित्र चरित्रम् अखेदम् केशव धृत मीन शरीर जय जगत् ईश हरे

क्षितिरतिविपुलतरे तवतिष्ठतिपृष्ठे।धरणिधरणकिणचक्रगरिष्ठे केशव धृतकच्छपरूप जयजगदीशहरे॥ अ प १-२
= क्षितिः अति विपुल तरे तव तिष्ठति पृष्ठे धरणि धरण किण चक्र गरिष्ठे केशव धृत कच्छप रूप जय जगदीश हरे

वसति दशनशिखरे धरणीतवलग्ना ।शशिनि कलङ्ककलेव निमग्ना॥ केशव धृतसूकररूप जयजगदीशहरे॥ अ प १-३
= केशव धृत सूकर रूप वसति दशन शिखरे धरणी तव लग्ना शशिनि कलंक कल इव निमग्ना केशव धृत सूकर रूप जय जगदीश हरे

तव करकमलवरे नखमद्भुतशृङ्गम् । दलितहिरण्यकशिपुतनुभृङ्गम्॥ केशव धृतनरहरिरूप जयजगदीशहरे॥ अ प १-४
= तव कर कमल वरे नखम् अद्भुत शृंगम् दलित हिरण्यकशिपु तनु भृंगम् केशव धृत नर हरि रूप जय जगदीश हरे

छलयसि विक्रमणे बलिमद्भुतवामन । पदनखनीरजनितजनपावन॥ केशव धृतवामनरूप जयजगदीशहरे॥ अ प १-५
= छलयसि विक्रमणे बलिम् अद्भुत वामन पद नख नीर जनित जन पावन केशव धृत वामन रूप जय जगदीश हरे

क्षत्रियरुधिरमये जगदपगतपापम् । स्नपयसि पयसि शमितभवतापम्। केशव धृतभृघुपतिरूप जयजगदीशहरे॥ अ प १-६
= क्षत्रिय रुधिरमये जगत् अपगत पापम् स्नपयसि पयसि शमित भव तापम् केशव धृत भृघु पति रूप जय जगदीश हरे

वितरसि दिक्षु रणे दिक्पतिकमनीयम् । दशमुखमौलिबलिम् रमणीयम्॥ केशव धृतरामशरीर जयजगदीशहरे॥ अ प १-७
= वितरसि दिक्षु रणे दिक् पति कमनीयम् दश मुख मौलि बलिम् रमणीयम् केशव धृत राम शरीर जय जगदीश हरे

वहसि वपुषिविशदेवसनम् जलदाभम् । हलहतिभीतिमिलितयमुनाभम्॥ केशव धृतहलधररूप जयजगदीशहरे॥ अ प १-८
= वहसि वपुषि विशदे वसनम् जलद अभम् हल हति भीति मिलित यमुन आभम् केशव धृत हल धर रूप जय जगदीश हरे

निन्दति यज्ञविधेरहह श्रुतिजातम् । सदयहृदयदर्शितपशुघातम्॥ केशव धृतबुद्धशरीर जयजगदीशहरे॥ अ प १-९
= निन्दति यज्ञ विधेः अ ह ह श्रुति जातम् सदय हृदय दर्शित पशु घातम् केशव धृत बुद्ध शरीर जय जगदीश हरे

म्लेच्छनिवहनिधने कलयसिकरवालम् । धूमकेतुमिव किमपिकरालम्॥ केशव धृतकल्किशरीर जयजगदीशहरे॥ अ प १-१०
= म्लेच्छ निवह निधने कलयसि करवालम् धूम केतुम् इव किम् अपि करालम् केशव धृत कल्कि शरीर जय जगदीश हरे

श्रीजयदेवकवेरिदमुदितमुदारम् । शृणु सुखदम् शुभदम् भवसारम्। केशव धृतदशविधरूप जयजगदीशहरे॥ अ प १-११
= श्री जयदेव कवेः इदम् उदितम् उदारम् शृणु सुख दम् शुभ दम् भव सारम् केशव धृत दश विध रूप जय जगदीश हरे

वेदानुद्धरते जगन्निवहते भूगोलमुद्बिभ्रते दैत्यम् दारयते बलिम् छलयते क्षत्रक्षयम् कुर्‌वते। पौलस्त्यम् जयते हलम् कलयते कारुण्यमातन्वते म्लेच्छान्मूर्च्छयते दशाकृतिकृते कृष्णाय तुभ्यम् नमः॥ १-५
= वेदान् उद्धरते जगत् निवहते भू गोलम् उद् बिभ्रते दैत्यम् दारयते बलिम् च्छलयते क्षत्र क्षयम् कुर्‌वते पौलस्त्यम् जयते हलम् कलयते कारुण्यम् आतन्वते म्लेच्छान् मूर्च्छयते दश अकृति कृते कृष्णाय तुभ्यम् नमः

# aSTa padi 2 hari vijaya mangalaa caraNa

श्रितकमलाकुचमण्डल धृतकुण्डल ए । कलितललितवनमाल जय जय देव हरे॥ अ प २ १-
= श्रित कमला कुच मण्डल धृत कुण्डल ए कलित ललित वनमाल जय जय देव हरे

दिनमणीमण्दलमण्डन भवखण्डन ए । मुनिजनमानसहंस जय जयदेव हरे॥ अ प २ २
= दिन मणि मण्दल मण्डन भव खण्डन मुनि जन मानस हन्स जय जय देव हरे

कालियविषधरगञ्जन जनरञ्जन ए । यदुकुलनलिनदिनेश जय जय देव हरे॥ अ प २ ३
= कालिय विष धर गंजन जन रंजन यदु कुल नलिन दिन ईश जय जय देव हरे

मधुमुरनरकविनाशन गरुडासन ए । सुरकुलकेलिनिदान जय जय देव हरे॥ अ प २ ४
= मधु मुर नरक विनाशन गरुड आसन सुर कुल केलि निदान जय जय देव हरे

अमलकमलदललोचन भवमोचन् ए । त्रिभुवनभवननिधान जय जय देव हरे॥ अ प २ ५
= अमल कमल दल लोचन भव मोचन त्रि भुवन भवन निधान जय जय देव हरे

जनकसुताकृतभूषण जितदूषण ए । समरशमितदशखण्ठ जय जय देव हरे॥ अ प २ ६
= जनक सुता कृत भूषण जित दूषण समर शमित दश खण्ठ जय जय देव हरे

अभिनवजलधरसुन्दर धृतमन्दर ए । श्रीमुखचन्द्रचकोर जय जय देव हरे॥ अ प २ ७
= अभिनव जल धर सुन्दर धृत मन्दर श्री मुख चन्द्र चकोर जय जय देव हरे

तवचरणे प्रणतावयमिति भावय ए । कुरुकुशलम् प्रणतेषु जय जय देव हरे॥ अ प २ ८
= तव चरणे प्रणता वयम् इति भावय कुरु कुशलम् प्रणतेषु जय जय देव हरे

श्रीजयदेवकवेरिदम् कुरुते मुदम् ए । मङ्गलमुज्ज्वलगीतम् जय जय देव हरे॥ अ प २ ९
= श्री जयदेव कवेः इदम् कुरुते मुदम् मंगलम् उज्ज्वल गीतम् जय जय देव हरे

पद्मापयोधरतटीपरिरम्भलग्न काश्मीरमुद्रितमुरो मधुसूदनस्य । व्यक्तानुरागमिव खेलदनङ्गखेद स्वेदांबुपूरमनुपूरयतु प्रियम् वः॥ १-६
= पद्मा पयो धर तटी परि रंभ लग्न काश्मीर मुद्रितम् उरः मधु सूदनस्य व्यक्त अनुरागम् इव खेलत् अनंग खेद स्वेद अंबु पूरम् अनुपूरयतु प्रियम् वः

वसन्ते वासन्तीकुसुमसुकुमारैरवयवैः भ्रमन्तीम् कान्तारे बहुविहितकृष्णानुसरणाम् । अमन्दम् कन्दर्पज्वरजनितचिन्ताकुलतया वलद्बाधाम् राधाम् सरसमिदमुचे सहचरी॥ १-७
= वसन्ते वासन्ती कुसुम सुकुमारैः अवयवैः भ्रमन्तीम् कान्तारे बहु विहित कृष्ण अनुसरणाम् अमन्दम् कन्दर्प ज्वर जनित चिन्त आकुलतया वलद् बाधाम् राधाम् स रसम् इदम् उचे सह चरी

# aSTa padi 3 maadhava utsava kamalaakaram

ललितलवङ्गलतापरिशीलनकोमलमलयसमीरे । मधुकरनिकरकरम्बितकोकिलकूजितकुञ्जकुटीरे । विहरति हरिरिह सरसवसन्ते । नृत्यति युवतिजनेन समम् सखि विरहिजनस्य दुरन्ते धृवम्॥ अ प ३-१
= ललित लवंग लता परिशीलन कोमल मलय समीरे मधुकर निकर करम्बित कोकिल कूजित कुंज कुटीरे विहरति हरिः इह स रस वसन्ते नृत्यति युवती जनेन समम् सखि विरहि जनस्य दुरन्ते

उन्मदमदनमनोरथपथिकवधूजनजनितविलापे । अलिकुलसंकुलकुसुमसमूहनिराकुलबकुलकलापे ॥ अ प ३-२
= उत् मद मदन मनोरथ पथिक वधू जन जनित विलापे अलि कुल संकुल कुसुम समूह निराकुल बकुल कलापे

मृगमदसौरभरभसवशंवदनवदलमालतमाले । युवजनहृदयविदारणमनसिजनखरुचिकिंशुकजाले॥ अ प ३-३
= मृग मद सौरभ रभस वशंवद नव दल माल तमाले युव जन हृदय विदारण मनसिज नख रुचि किंशुक जाले

मदनमहीपतिकनकदण्डरुचिकेसरकुसुमविकासे । मिलितशिलीमुखपाटलिपटलकृतस्मरतूणविलासे॥ अ प ३-४
= मदन मही पति कनक दण्ड रुचि केसर कुसुम विकासे मिलित शिली मुख पाटलि पटल कृत स्मर तूण विलासे

विगलितलज्जितजगदवलोकनतरुणकरुणकृतहासे । विरहिनिकृन्तनकुन्तमुखाकृतिकेतकदन्तुरिताशे॥ अ प ३-५
पदच्छ्जेद विगलित लज्जित जगत् अवलोकन तरुण करुण कृत हासे विरहि निकृन्तन कुन्त मुख आकृति केतक दन्तुरित अशे

माधविकापरिमलललिते नवमालिकजातिसुगन्धौ । मुनिमनसामपि मोहनकारिणि तरुणाकारणबन्धौ॥ अ प ३-६
= माधविका परिमल ललिते नव मालिक जाति सुगन्धौ मुनि मनसाम् अपि मोहन कारिणि तरुण अ कारण बन्धौ

स्फुरदतिमुक्तलतापरिरम्भणमुकुलितपुलकितचूते । बृन्दावनविपिने परिसरपरिगतयमुनाजलपूते॥ अ प ३-७
= स्फुरत् अतिमुक्त लता परि रंभण मुकुलित पुलकित चूते बृंदावन विपिने परि सर परि गत यमुना जल पूते

श्रीजयदेवभणितमिदमुदयति हरिचरणस्मृतिसारम् । सरसवसन्तसमयवनवर्णनमनुगतमदनविकारम्॥ अ प ३-८
= श्री जयदेव भणितम् इदम् उदयति हरि चरण स्मृति सारम् सरस वसन्त समय वन वर्णनम् अनु गत मदन विकारम्

दरविदलितमल्लीवल्लिचञ्चत्पराग प्रकटितपटवासैर्वासयन् काननानि। इह हि दहति चेतः केतकीगन्धबन्धुः प्रसरदसमबाणप्राणवद्गन्धवाहः॥ १-८
= दर विदलित मल्ली वल्लि चंचत् पराग प्रकटित पटवासैः वासयन् काननानि इह हि दहति चेतः केतकी गन्ध बन्धुः प्रसरत् असम बाण प्राण वत् गन्ध वाहः

उन्मीलन्मधुगन्धलुब्धमधुपव्याधूतचूताङ्कुर क्रीडत्कोकिलकाकलीकलकलैरुद्गीर्णकर्णज्वराः। नीयन्ते पथिकैः कथंकथमपि ध्यानानुधानक्षण प्राप्तप्राणसमासमागमरसोल्लासैरमी वासराः॥ १-९
= उन्मीलत् मधु गन्ध लुब्ध मधुप व्याधूत चूत अंकुर क्रीडत् कोकिल काकली कल कलैः उद्गीर्ण कर्ण ज्वराः नीयन्ते पथिकैः कथम् कथम् अपि ध्यान अनुधान अवधान क्षण प्राप्त प्राण समा समागम रस उल्लासैः अमी वासराः

अनेकनारीपरिरम्भसम्भ्रम स्फुरन्मनोहारिविलासलालसम् । रारिमारादुपदर्शयन्त्यसौ सखी समक्षम् पुनराह राधिकाम्॥ १-१-०
= अनेक नारी परि रंभ संभ्रम स्फुरत् मनोहारि विलास लालसम् मुर अरिम् आरात् उप दर्शयन्ति असौ सखी समक्षम् पुनः आह राधिकाम्

# aSTA padi 4 saamoda daamodara bhramara padam

चन्दनचर्चितनीलकलेवरपीतवसनवनमाली । केलिचलन्मणिकुण्डलमण्डितगण्डयुगस्मितशाली । हरिरिहमुग्धवधूनिकरे विलासिनि विलसति केलिपरे ।धृवम्। अ प ४-१
= चन्दन चर्चित नील कलेवर पीत वसन वनमाली केलि चलत् मणि कुण्डल मण्डित गण्ड युग स्मित शाली हरिः इह मुग्ध वधू निकरे विलासिनि विलसति केलि परे

पीनपयोधरभारभरेण हरिम् परिरम्य सरागम् । गोपवधूरनुगायति काचिदुदञ्चितपञ्चमरागम्। हरिरिह केलिपरे ॥ अ प ४-२
= पीन पयोधर भार भरेण हरिम् परि रभ्य रम्य सरागम् गोप वधूःअनु गायति काचित् उदंचित पंचम रागम्

कापि विलासविलोलविलोचनखेलनजनितमनोजम् । ध्यायति मुग्धवधूरधिकम् मधुसूदनवदनसरोजम् । हरिरिह केलिपरे ॥ अ प ४-३
= का अपि विलास विलोल विलोचन खेलन जनित मनोजम् ध्यायति मुग्ध वधूः अधिकम् मधु सूदन वदन सरोजम्

कापि कपोलतले मिलिता लपितुम् किमपि श्रुतिमूले । चारु चुचुंब नितंबवती दयितम् पुलकैरनुकूले । हरिरिह केलिपरे ॥ अ प ४-४
= का अपि कपोल तले मिलिता लपितुम् किम् अपि श्रुति मूले चारु चुचुंब नितंबवती दयितम् पुलकैः अनुकूले

केलिकलाकुतुकेन च काचिदमुम् यमुनाजलकूले । मञ्जुलवञ्जुलकुञ्जगतम् विचकर्ष करेण दुकूले । हरिरिह केलिपरे ॥ अ प ४-५
= केलि कला कुतुकेन च काचित् अमुम् यमुना जल कूले मंजुल वंजुल कुंज गतम् विचकर्ष करेण दुकूले

करतलतालतरलवलयावलिकलितकलस्वंअवंशे । रासरसे सहनृत्यपरा हरिणा युवतिः प्रशशंसे । हरिरिह केलिपरे ॥ अ प ४-६
= कर तल ताल तरल वलय आवलि कलित कल स्वन वंशे रास रसे सह नृत्य परा हरिणा युवतिः प्रशशंसे

श्लिष्यति कामपि चुम्बति कामपि कामपि रमयति रामाम् । पश्यति सस्मितचारुपरामपरामनुगच्छति वामाम् । हरिरिह केलिपरे ॥ अ प ४-७
= श्लिष्यति काम् अपि चुंबति काम् अपि काम् अपि रमयति रामाम् पश्यति सः स्मित चारु तराम् अपराम् अनु गच्छति वामाम्

श्रीजयदेवभणितमिदमद्भुतकेशवकेलिरहस्यम् । वृन्दावनविपिने ललितम् वितनोतु शुभानि यशस्यम् । हरिरिह केलिपरे ॥ अ प ४-८
= श्री जयदेव भणितम् इदम् अद्भुत केशव केलि रहस्यम् वृन्दावन विपिने ललितम् वितनोतु शुभानि यशस्यम्

विश्वेषामनुरंजनेन जनयन्नानानंदमिन्दीवर श्रेणीश्यामलकोमलैरुपनयन्नङ्गैरनङ्गोत्सवम् । स्वच्छंदम् व्रजसुन्दरीभिरभितः प्रत्यङ्गमालिङ्गितः शृङ्गारः सखि मूर्तिमानिव मधौ मुग्धो हरिः क्रीडति॥ १-११
= विश्वेषाम् अनुरंजनेन जनयन् आनानंदम् इन्दीवर श्रेणी श्यामल कोमलैः उपनयन् अन्गैः अनंग उत्सवम् स्वच्छंदम् व्रज सुन्दरीभिः अभितः प्रति अंगम् आलिंगितः शृंगारः सखि मूर्तिमान् इव मधौ मुग्धो हरिः क्रीडति

नित्योत्संगवसद्भुजंगकवलक्लेशादिवेशाचलम् प्रालेयप्लवनेच्छयानुसरति श्रीखण्डशैलानिलः। किम् च स्निग्धरसालमौलिमुकुलान्यालोक्य हर्षोदयात् उन्मीलन्ति कुहूः कुहूरिति कलोत्तलाः पिकानाम् गिरः॥ १-१२
= नित्य उत्संग वसत् भुजंग कवल क्लेशात् इव ईश अचलम् प्रालेय प्लवन इच्छया अनुसरति श्री खण्ड शैल अनिलः किम् च स्निग्ध रसाल मौलि मुकुलानि आलोक्य हर्ष उदयात् उन्मीलन्ति कुहूः कुहूः इति कल उत्तलाः पिकानाम् गिरः

रासोल्लासभरेणविभ्रमभृतामाभीरवामभ्रुवाम् अभ्यर्णम् परिरम्यनिर्भरमुरः प्रेमान्धया राधया। साधु त्वद्वदनम् सुधामयमिति व्याहृत्य गीतस्तुति व्याजादुत्कटचुम्बितस्मितमनोहरी हरिः पातु वः॥ १-१३
= रास उल्लास भरेण विभ्रम भृताम् आभीर वाम भ्रुवाम् अभ्यर्णम् परिरभ्य निर्भरम् उरः प्रेम अन्धया राधया साधु त्वत् वदनम् सुधामयम् इति व्याहृत्य गीत स्तुती व्याजात् उत्कट चुम्बित स्मित मनोहरी हरिः पातु वः

# Chapter [sarga] 2 - aklesha keshavam Blithesome Krishna

विहरति वने राधा साधारणप्रणये हरौ विगलित निजोत्कर्षादीर्ष्यावशेन गतान्यतः। क्वचिदपि लताकुञ्जे गुञ्जन्मधुव्रतमण्डली मुखरशिखरे लीना दीनाप्युवाच रहः सखीम्॥ २-१
= विहरति वने राधा साधारण प्रणये हरौ विगलित निज उत्कर्षात् ईर्ष्या वशेन गत अन्यतः क्वचित् अपि लता कुंजे गुंजत् मधु व्रत मण्डली मुखर शिखरे लीना दीना अपि उवाच रहः सखीम्

संचलदधरसुधामधुरध्वनिमुखरितमोहनवंशम् । चलितदृगंचलचंचलमौलिकपोलविलोलवतंसम् । रासे हरिमिह विहितविलासम् स्मरति मनो मम कृतपरिहासम् । धृवम्॥ अ प ५-१
= संचलत् अधर सुधा मधुर ध्वनि मुखरित मोहन वंशम् चलित दृगंचल चंचल मौलि कपोल विलोल वतंसम् रासे हरिम् इह विहित विलासम् स्मरति मनो मम कृत परिहासम्

चन्द्रकचारुमयूरशिखण्डकमण्डलवलयितकेशम् । प्रचुरपुरन्दरधनुरनुरञ्जितमेदुरमुदीसुवेशम्॥ अ प ५-२
= चन्द्रक चारु मयूर शिखण्डक मण्डल वलयित केशम् प्रचुर पुरन्दर धनुः अनुरंजित मेदुर मुदीर सुवेशम् । रासे हरिमिह...परिहासम्

गोपकदम्बनितम्बवतीमुखचुम्बनलम्भितलोभम् । बन्धुजीवमधुराधरपल्लवमुल्लसितस्मितशोभम्॥ अ प ५-३
= गोप कदंब नितंब वती मुख चुंबन लंभित लोभम् बंधु जीव मधुर अधर पल्लवम् उल्लसित स्मित शोभम् - रासे हरिमिह ... परिहासम्

विपुलपुलकभुजपल्लववलयितवल्लवयुवतिसहस्रम् । करचरणोरसि मणिगणभूषणकिरणविभिन्नतमिस्रम्॥ ५-४
= विपुल पुलक भुज पल्लव वलयित वल्लव युवति सहस्रम् कर चरण उरसि मणि गण भूषण किरण विभिन्न तमिस्रम् - रासे हरिमिह...परिहासम्

जलदपटलवलदिन्दुविनन्दकचन्दनतिलकललाटम् । पीनपयोधरपरिसरमर्दननिर्दयहृदयकवाटम्॥ ५-५
= जलद पटल वलत् इन्दु विनिन्दक चन्दन तिलक ललाटम् पीन पयोधर परिसर मर्दन निर्दय हृदय कवाटम् - रासे हरिमिह ... परिहासम्

मणिमयमकरमनोहरकुण्डलमण्डितगण्डमुदारम् । पीतवसनमनुगतमुनिमनुजसुरासुरवरपरिवारम्॥ ५-६
= मणि मय मकर मनोहर कुण्डल मण्डित गण्डम् उदारम् पीत वसनम् अनुगत मुनि मनुज सुर असुर वर परिवारम् - रासे हरिमिह ... परिहासम्

विशदकदम्बतले मिलितम् कलिकलुषभयम् शमयन्तम् । मामपि किमपि तरन्गदनङ्गदृशा मनसा रमयन्तम्॥ ५७
= विशद कदंब तले मिलितम् कलि कलुष भयम् शमयंतम् माम् अपि किम् अपि तरंगत् अनंग दृशा मनसा रमयंतम् - रासे हरिमिह ... परिहासम्

श्रीजयदेवभणितमतिसुन्दरमोहनमधुरिपुरूपम् । हरिचरणस्मरणम् प्रति संप्रति पुण्यवतामनुरूपम्॥ ५-८
= श्री जयदेव भणितम् अति सुन्दर मोहन मधु रिपु रूपम् हरि चरण स्मरणम् प्रति संप्रति पुण्यवताम् अनुरूपम् - रासे हरिमिह ... परिहासम्

गणयति गुणग्रामम् भामम् भ्रमादपि नेहते । वहति च परितोषम् दोषम् विमुञ्चति दूरतः । युवतिषु वलस्तृष्णे कृष्णे विहारिणि माम् विना ४पुनरपि मनो वामम् कामम् करोति करोमि किम्॥ २२
= गणयति गुण ग्रामम् भामम् भ्रमात् अपि नेहते वहति च परितोषम् दोषम् विमुंचति दूरतः युवतिषु वलत् तृष्णे कृष्णे विहारिणि माम् विना पुनः अपि मनः वामम् कामम् करोति करोमि किम्

निभृतनिकुञ्जगृहम् गतयानिशिरहसिनिलीयवसन्तम् । चकितविलोकितसकलदिशा रतिरभसभरेणहसन्तम् । सखि हे केशिमथनमुदारम् । रमय मया सह मदनमनोरथभावितया सविकारम् धृवम्॥ ६१
= निभृत निकुञ्ज गृहम् गतया निशि रहसि निलीय वसन्तम् चकित विलोकित सकल दिशा रति रभसभरेण हसन्तम् सखि हे केशि मथनम् उदारम् रमय मया सह मदन मनोरथ भावितया सविकारम्

प्रथमसमागमलज्जितया पटुचाटुशतैरनुकूलम् । मृदुमधुरस्मितभाषितया शिथिलीकृतजघनदुकूलम् । सखि ... सविकारम्॥ अ प ६-२
= प्रथम समागम लज्जितया पटु चाटु शतैः अनुकूलम् मृदु मधुर स्मित भाषितया शिथिली कृत जधन दुकूलम् सखि ... सविकारम्

किसलयशयननिवेशितया चिरमुरसि ममैव शयानम् । कृतपरिरम्भणचुम्बनया परिरभ्य कृताधरपानम् । सखि ... सविकारम्॥ अ प ६-३
= किसलय शयन निवेशितया चिरम् उरसि मम एव शयानम् कृत परिरम्भण चुम्बनया परिरभ्य कृत अधरपानम् सखि ... सविकारम्

अलसनिमीलितलोचनया पुलकावलिललितकपोलम् । श्रमजलसकलकलेवरया वरमदनमदादतिलोलम् । सखि ...सविकारम्॥ अ प ६४
= अलस निमीलित लोचनया पुलक आवलि ललित कपोलम् श्रम जल सकल कलेवरया वर मदन मदात् अति लोलम् - सखि ... सविकारम्

कोकिलकलरवकूजितया जितमनसिजतंत्रविचारम् । श्लथकुसुमाकुलकुन्तलया नखलिखितघनस्तनभारम् । सखि ... सविकारम्॥ ६-५
= कोकिल कल रव कूजितया जित मनसिज तंत्र विचारम् श्लथ कुसुम आकुल कुन्तलया नख लिखित घन स्तन भारम् - सखि ... सविकारम्

चरणरणितमनिनूपुरया परिपूरितसुरतवितानम् । मुखरविशृङ्खलमेखलया सकचग्रहचुंबनदानम् । - सखि ... सविकारम्॥ अ प ६-६
= चरण रणित मनि नूपुरया परिपूरित सुरत वितानम् मुखर विशृंखल मेखलया सकच ग्रह चुंबन दानम् - सखि ... सविकारम्

रतिसुखसमयरसालसया दरमुकुलितनयनसरोजम् । निःसहनिपतिततनुलतया मधुसूदनमुदितमनोजम् । सखि ... सविकारम्॥ ६-७
= रति सुख समय रसा अलसया दर मुकुलित नयन सरोजम् निःसह निपतित तनु लतया मधु सूदनम् उदित मनोजम् - सखि ... सविकारम्

श्रीजयदेवभणितमिदमतिशयमधुरिपुनिधुवनशीलम् । सुखमुत्कण्ठितगोपवधूकथितम् वितनोतु सलीलम् । सखि ... सविकारम्॥ अ प ६-८
= श्री जयदेव भणितम् इदम् अतिशय मधु रिपु निधुवन शीलम् सुखम् उत्कण्ठित गोप वधू कथितम् वितनोतु स लीलम् - सखि ... सविकारम्

हस्तस्रस्तविलासवंशमनृजुभ्रूवल्लीमद्वल्लवी । वृन्दोत्सारिदृगन्तवीक्क्षितमतिस्वेदार्द्रगण्दस्थलम् । मामुद्वीक्ष्य विलज्जितम् स्मितसुधामुग्धाननम् कानने । गोविन्दम् व्रजसुन्दरीगणवृतम् पश्यामि हृष्यामि च॥ २-३
= हस्त स्रस्त विलास वंशम् अनृजु भ्रू वल्लीमत् वल्लवी बृन्द उत्सारि दृक् अन्त वीक्क्षितम् अति स्वेद आर्द्र गण्ड स्थलम् माम् उद्वीक्ष्य विलज्जितम् स्मित सुधा मुग्ध आननम् कानने गोविन्दम् व्रज सुन्दरी गण वृतम् पश्यामि ह ष्यामि च

दुरालोकस्तोकस्तबकनवकाशोकलतिका । विकासः कासारोपवनपवनोऽपि व्यथयति । अपि भ्राम्यद्भृङ्गीरणितरमणीया न मुकुल । प्रसूतिश्चूतानाम् सखि शिखरिणीयम् सुखयति॥ २-४
= दुर् आलोक स्तोक स्तबक नवक अशोक लतिका विकासः कासार उपवन पवनः अपि व्यथयति अपि च भ्राम्यत् भृङ्गी रणित रमणीया न मुकुल प्रसूतिः अपि चूतानाम् सखि शिखरिणी इयम् सुखयति

साकूतस्मितमाकुलाकुलगलद्धम्मिल्लमुल्लासित । भ्रूवल्लीकमलीकदर्शितभुजामूलोर्ध्वहस्तस्तनम् । गोपीनाम् निभृतम् निरीक्ष्य गमिताकाङ्क्षश्चिरम् चिन्तयन् । अन्तर्मुग्धमनोहरम् हरतु वः क्लेशम् नवः केशवः॥ २-५
= साकूत स्मितम् आकुला आकुल गलत् धम्मिल्लम् उल्लासित भ्रू वल्लीकम् अलीक दर्शित भुजा मूल ऊर्ध्व हस्त स्तनम् गोपीनाम् निभृतम् निरीक्ष्य गमित आकाङ्क्षः चिरम् चिन्तयन् अन्तः मुग्ध मनोहरम् हरतु वः क्लेशम् नवः केशवः

# Thus, this is the 2nd chapter, aklesha kevashavam, in giita govindam of Jayadeva.

# Chapter [sarga] 3 - Winsome Krishna

कंसारिरपि संसार वासना बन्ध शृङ्खलाम् । राधामाधाय हृदये तत्याज व्रजसुन्दरीः॥ ३-१
= कंस अरिः अपि संसार वासना बन्ध शृंखलाम् राधाम् आधाय हृदये तत्याज व्रज सुन्दरीः

इतस्ततस्तामनुसृत्य राधिकाम् अनङ्गबाणव्रणखिन्नमानसः । कृतानुतापः स्स कलिन्दनन्दिनी तटान्तकुङ्जे विषसाद माधवः॥ ३-२
= इतः ततः ताम् अनुसृत्य राधिकाम् अनङ्ग बाण व्रण खिन्न मानसः कृत अनुतापः सः कलिन्द नन्दिनी तट अन्त कुंजे विषसाद माधवः

मामियम् चलिता विलोक्य वृतम् वधूनिचयेन । सापराधतया मयापि न वारितातिभयेन हरिहरि हतादरतया गता सा कुपितेव । धृवम्॥ अ प ७-१
= माम् इयम् चलिता विलोक्य वृतम् वधू निचयेन स अपराधतया मया अपि न वारिता अति भयेन हरि हरि हत आदरतया गता सा कुपिता इव

किम् करिष्यति किम् वदिष्यति सा चिरम् विरहेण । किम् धनेन जनेन किम् मम जीवनेन गृहेण । हरिहरि … कुपितेव । अ प ७-२
= किम् करिष्यति किम् वदिष्यति सा चिरम् विरहेण | किम् धनेन जनेन किम् मम जीवनेन गृहेण

चिन्तयामि तदाननम् कुटिलभ्रु कोपभरेण । शोणपद्ममिवोपरि भ्रमताकुलम् भ्रमरेण। हरिहरि । कुपितेव । अ प ७-३
= चिन्तयामि तत् आननम् कुटिल भ्रू कोप भरेण शोण पद्मम् इव उपरि भ्रमता अकुलम् भ्रमरेण

तामहम् हृदि संगतामनिशम् भृशम् रमयामि । किम् वनेऽनुसरामि तामिह किम् वृथा विलपामि। हरिहरि ... कुपितेव। अ प ७-४
= ताम् अहम् हृदि संगताम् अनिशम् भृशम् रमयामि किम् वने अनुसरामि ताम् इह किम् वृथा विलपामि तन्वि खिन्नमसूयया हृदयम् तवाकलयामि

तन्वि खिन्नमसूयया हृदयम् तवाकलयामि । तन्न वेद्मि कुतो गतासि न तेन तेऽनुनयामि। हरिहरि ... कुपिते । अ प ७-५
= तन्वि खिन्नम् असूयया हृदयम् तव आकलयामि तत् न वेद्मि कुतः गता असि नतेन ते अनुनयामि दृश्यसे पुरतो गतागतमेव मे विदधासि|

दृश्यसे पुरतो गतागतमेव मे विदधासि। किम् पुरेव समम्भ्रमम् परिरम्भणम् न ददासि । हरिहरि …कुपितेव । अ प ७-६
= दृश्यते पुरतः गत आगतम् इव मे विदधासि किम् पुरा इव समम्भ्रमम् परिरम्भणम् न ददा असि

क्क्षम्यतामपरम् कदापि तवेदृशम् न करोमि । देहि सुन्दरि दर्शनम् मम मन्मथेन दुनोमि । हरिहरि । कुपितेव । अ प ७-७
= क्क्षम्यताम् अपरम् कदा अपि तव ईदृशम् न करोमि देहि सुन्दरी दर्शनम् मम मन्मथेन दुनोमि

वर्णितम् जयदेवकेन हरेरिदम् प्रवणेन । बिन्दुबिल्वसमुद्रसंभवरोहिणीरमणेन । हरिहरि । कुपितेव । अ प । ७-८
= वर्णितम् जयदेवकेन हरेः इदम् प्रवणेन बिन्दुबिल्व समुद्र संभव रोहिणी रमणेन

हृदि बिसलताहारो नायम् भुजङ्गमनायकः कुवलयदलश्रेणी कण्ठे न सा गरलद्युतिः। मलयजरजो नेदम् भस्म प्रियारहिते मयि प्रहर न हरभ्रान्त्यानङ्ग क्रुधा किमु धावसि॥ ३-३
= हृदि बिसलता हारः न अयम् भुजंगम नायकः कुवलय दल श्रेणी कण्ठे न सा गरल द्युतिः मलयज रजः न इदम् भस्म प्रिया रहिते मयि प्रहर न हर भ्रान्त्या अनंग क्रुधा किमु धावसि

पाणौ मा कुरु चूतसायकम् अमुम् मा चापमारोपय क्रीडानिर्जितविश्व मूर्छितजनाघातेन किम् पौरुषम् । तस्या एव मृगीदृशो मनसिजप्रेङ्खत्‌कटाक्क्षाशुग श्रेणीजर्‌जरितम् मनागपि मनो नाद्यापि संधुक्क्षते॥ ३-४
= पाणौ मा कुरु चूत सायकम् अमुम् मा चापम् आरोपय क्रीडा निर्जित विश्व मूर्छित जन आघातेन किम् पौरुषम् तस्या एव मृगी दृशः मनसिज प्रेन्खत् कटाक्क्ष अशुग श्रेणी जर्जरितम् मनागपि मनः न अद्य अपि संधुक्क्षते

भ्रूपल्लवम् धनुरपाङ्गतरङ्गितनि बाणाः गुणः श्रवणपालिरिति स्मरेण। तस्यामनङ्गजयजङ्गमदेवतायाम् अस्त्राणि निर्जितजगन्ति किमर्पितानि॥ ३-५
= भ्रू पल्लवम् धनुः अपांग तरंगितनि बाणाः गुणः श्रवण पालिः इति स्मरेण तस्याम् अनंग जय जंगम देवतायाम् अस्त्राणि निर्जित जगन्ति किम् अर्पितानि

भ्रूचापे निहितः कटाक्क्षविशिखो निर्मातु मर्मव्यथाम् श्यामात्मा कुटिलः करोतु कबरीभारोऽपि मारोद्यमम्। मोहान्तावदयम्च तन्वि तनुताम् बिम्बाधरो रागवान् सद् वृत्तस्तनमण्दलस्तव कथम् प्राणैर्मम क्रीडति॥ ३-६
= भ्रू चापे निहितः कटाक्क्ष विशिखः निर्मातु मर्म व्यथाम् श्याम आत्मा कुटिलः करोतु कबरीभारः अपि मारोद्यमम् मोहान् तान् अव दयम् च तन्वि तनुताम् बिम्ब अधरः रागवान् सद् वृत्तः स्तन मण्दलः तव कथम् प्राणैः मम क्रीडति

तानि स्पर्शसुखानि ते च तरलाः स्निग्ध दृशोर्विभ्रमाः तद् वक्‌त्रांबुजसौरभम् स च सुधास्यन्दी गिराम् वक्रिमा। सा बिम्बाधरमाधुरीति विषयासङ्गेऽपि चेन्मानसम् तस्या लग्नसमाधि हन्त विरहव्याधिः कथम् वर्‌धते॥ ३-७
= तानि स्पर्श सुखानि ते च तरलाः स्निग्ध दृशोः विभ्रमाः तद् वक्त्र अंबुज सौरभम् स च सुधा स्यन्दी गिराम् वक्रिमा सा बिम्ब अधर माधुरी इति विषया सन्गे अपि चेत् मानसम् तस्या लग्न समाधि हन्त विरह व्याधिः कथम् वर्धते

तिर्यक्क्ण्ठविलोलमौलितरलोत्तम्‌सस्यवंशोच्चर द्दीप्तिस्थानकृतावधानललनालक्षैर्नसंलक्षिताः। संमुग्धेमधुसूदनस्यमधुरेराधामुखेन्दौसुधा सारेकन्दलिताश्चितम्ददतुनः क्षेमम्‌ कटाक्षोर्मयः ॥ ३-८
= तिर्यक् क्ण्ठ विलोल मौलि तरल अवत्तम्सस्य वंश उच्चरत् दीप्ति स्थान कृत अवधान ललना लक्षैः न संलक्षिताः संमुग्धे मधुसूदनस्य मधुरे राधा मुख इन्दौ सुधा सारे कन्दलिताः चिरम् ददतु नः क्षेमम् कटाक्क्ष ऊर्मयः

# Thus, this is the 3rd chapter called Winsome Krishna in giita govindam of Jayadeva.

# Chapter [Sarga] 4 - Suavely Krishna

यमुनातीरवानीरनिकुङ्जे मन्दमास्थितम् । प्राह प्रेमभरोद्भ्रान्तम् माधवम् राधिकासखी॥ ४-१
= यमुना तीर वानीर निकुञ्जे मन्दम् आस्थितम् प्राह प्रेम भर उद्भ्रान्तम् माधवम् राधिका सखी

निन्दतिचन्दनमिन्दुकिरणमनुविन्दतिखेदमधीरम् । व्यालनिलयमिलनेनगरलमिवकलयतिमलयसमीरम् । माधवमनसिजविशिखभयादिवभावनयात्वयिलीना । सा विरहे तव दीना - धृवम्॥ अ प ८-१
= निन्दति चन्दनम् इन्दु किरणम् अनु विन्दति खेदम् अधीरम् व्याल निलय मिलनेन गरलम् इव कलयति मलय समीरम् माधव मनसि ज विशिख भयात् इव भावनया त्वयि लीना सा विरहे तव दीना - धृवम्

अविरलनिपतितमदनशरादिवभवदवनायविशालम्। स्वहृदयमर्‌मणिवर्मकरोतिसजलनलिनीदलजालम्। सा विरहे तव दीना॥ अ प ६-२
= अविरल निपतित मदन शरात् इव भवत् अवनाय विशालम् स्व हृदय मर्‌मणि वर्म करोति सजल नलिनी दल जालम्

कुसुमविशिखशरतल्पमनल्पविलासकलाकमनीयम्। व्रतमिव तव परिरम्भसुखाय करोति कुसुमशयनीयम्। सा विरहे तव दीना॥ अ प ८-3
= कुसुम विशिख शर तल्पम् अनल्प विलास कला कमनीयम् व्रतम् इव तव परि रम्भ सुखाय करोति कुसुम शयनीयम्

वहतिचवलितविलोचनजलधरमाननकमलमुदारम्। विधुमिवविकटविधुन्तुददन्तदलनगलितामृतधारम्। सा विरहे तव दीना॥अ प ८-४
= वहति च वलित विलोचन जल धरम् आनन कमलम् उदारम् विधुम् इव विकट विधुन्तुद दन्त दलन गलित अमृत धारम्

विलिखतिरहसिकुरङ्गमदेनभवन्तमसमशरभूतम्। प्रणमतिमकरमधोविनिधायकरेचशरम्नवचूतम्। सा विरहे तव दीना॥ अ प ८-५
= विलिखति रहसि कुरन्ग मदेन भवन्तम् असम शर भूतम् प्रणमति मकरम् अधः विनिधाय करे च शरम् नव चूतम्

ध्यानलयेनपुरः परिकल्‌प्यभवन्तमतीवदुरापम्। विलपतिहसतिविषीदतिरोदितिचञ्चतिमुञ्चतितापम् । सा विरहे तव दीना॥ अ प ८-६
= ध्यान लयेन पुरः परि कल्प्य भवन्तम् अतीव दुरापम् विलपति हसति विषीदति रोदिति चन्चति मुन्चति तापम्

प्रतिपदमिदमपिनिगदतिमाधवतवचरणेपतिताहम्। त्वयिविमुखेमयिसपदिसुधानिधिरपितनुतेतनुदाहम्। सा विरहे तव दीना॥ अ प ८-७
= प्रति पदम् इदम् अपि निगदति माधव तव चरणे पतिता अहम् त्वयि विमुखे मयि सपदि सुधा निधिः अपि तनुते तनु दाहम् - अ तनु दाहम्

श्रीजयदेवभणितमिदमधिकम् यदि मनसा नटनीयम्। हरिविरहाकुलवल्लवयुवतिसखीवचनम् पठनीयम्। सा विरहे तव दीना॥ ८-८ अ प
= श्री जयदेव भणितम् इदम् अधिकम् यदि मनसा नटनीयम् हरि विरह आकुल वल्लव युवति सखी वचनम् पठनीयम्a pa 8-8.

आवासो विपिनायते प्रियसखीमालापि जालायते तापोऽपि श्वसितेन दावदहनज्वालाकलापायते। सापि त्वद्विरहेण हन्त हरिणीरूपायते हा कथम् कन्दर्पोऽपि यमायते विरचयन्शार्दूलविक्रीडितम्॥ ४-२
= आवासः विपिनायते प्रिय सखी माल अपि जालायते तापः अपि श्वसितेन दाव दहन ज्वाला कलापायते सा अपि त्वत् विरहेण हन्त हरिणी रूपायते हा कथम् कन्दर्पः अपि यमायते विरचयन् शार्दूल विक्रीडितम्

स्तनविनिहितमपि हारमुदारम् । सा मनुते कृशतनुरतिभारम् । राधिका कृष्ण राधिका । राधिका तव विरहे केशव॥ अ प ९-१
= स्तन विनिहितम् अपि हारम् उदारम् सा मनुते कृश तनुः अति भारम् ।राधिका - तव विरहे केशव

सरसमसृणमपि मलयजपङ्कम् । पश्यतिविषमिववपुषिसशाङ्कम् । राधिका - तव विरहे केशव॥ अ प ९-२
= स रस मसृणम् अपि मलयज पंकम् पश्यति विषम् इव वपुषि स शंकम्

श्वसितपवनमनुपमपरिणाहम् । मदनदहनमिववहतिसदाहम्। राधिका-तव विरहे केशव॥ अ प ९-३
= श्वसित पवनम् अनुपम परिणाहम् मदन दहनम् इव वहति स दाहम्

दिशिदिशिकिरतिसजलकणजालम्। नयननलिनमिवविगलितनालम्। राधिका-तव विरहे केशव॥ अ प ९-४
= दिशि दिशि किरति स जल कण जालम् नयन नलिनम् इव विगलित नालम्

नयनविषयमपिकिसलयतल्पम् ।कलयतिविहितहुताशनविकल्पम् । राधिका - तव विरहे केशव॥ अ प ९-५
= नयन विषयम् अपि किसलय तल्पम् कलयति विहित हुताशन विकल्पम्

त्यजतिनपाणितलेनकपोलम् । बालशशिनमिवसायमलोलम् । राधिका - तव विरहे केशव॥ अ प ९-६
= त्यजति न पाणि तले न कपोलम् बाल शशिनम् इव सायम् अलोलम्

हरिरिति हरिरिति जपति सकामम् ।विरहविहितमरणेन निकामम् । राधिका - तव विरहे केशव॥ अ प ९-७
= हरिः इति हरिः इति जपति स कामम् विरह विहित मरणेन निकामम्

श्रीजयदेवभणितमितिगीतम् । सुखयतुकेशवपदमुपनीतम् । राधिका - तव विरहे केशव॥ अ प॥ ९-८
= श्री जयदेव भणितम् इति गीतम् सुखयतु केशव पदम् उपनीतम्

सारोमाङ्चतिसीत्करोतिविलपत्युत्क्म्पतेताम्यति ध्यायत्युद्भ्रमतिप्रमीलतिपतत्युद्यातिमूर्च्छत्यपि। एतावत्यतनुज्वरेवरतनुर्जीवेन्नकिम्तेरसात् स्वर्वैद्यप्रतिमप्रसीदसियदित्यक्तोऽन्यथानान्तकः॥ ४-३
= सा रोमाचति सीत् करोति विलपति उत् कम्पते ताम्यति ध्यायति उद्भ्रमति प्रमीलति पतति उद्याति मूर्च्छति अपि एतावति अतनु ज्वरे वर तनुः जीवेत् न किम् ते रसात् स्वर् वैद्य प्रतिम प्रसीदसि यदि त्यक्तः अन्यथा न अन्तकः

स्मरातुराम् दैवतवैद्यहृद्य त्वदङ्गसङ्गामृतमात्रसाध्याम्। विमुक्तबाधाम् कुरुषे न राधाम् उपेन्द्र वज्रादपि दारुणोऽसि॥ ४-४
= स्मर आतुराम् दैवत वैद्य हृद्य त्वत् अन्ग सन्ग अमृत मात्र साध्याम् विमुक्त बाधाम् कुरुषे न राधाम् उपेन्द्र वज्रात् अपि दारुणः असि

कंदर्पज्वरसंज्वराकुलतनोराश्चर्यमस्याश्चिरम् चेतश्चन्दनचन्द्रमःकमलिनीचिन्तासु संताम्यति। किन्तु क्लान्तिवशेन शीतलतरम् त्वामेकमेव क्षणम् ध्यायन्ती रहसि स्थिता कथमपि क्षीणा क्षणम् प्राणिति॥ ४-५
= कन्दर्प ज्वर संज्वर आकुल तनोः आश्चर्यम् अस्याः चिरम् चेतः चन्दन चन्द्रमः कमलिनी चिन्तासु सन्ताम्यति किन्तु क्लान्ति वशेन शीतल तरम् त्वाम् एकम् एव प्रियम् ध्यायन्ती रहसि स्थिता कथम् अपि क्षीणा क्षणम् प्राणिति

क्षणमपि विरहः पुरा न सेहे नयननिमीलनखिन्नया यया ते। श्वसिति कथमसौ रसालशाखाम् चिरविरहेण विलोक्य पुष्पिताग्राम्॥ ४-६
= क्षणम् अपि विरहः पुरा न सेहे नयन निमीलन खिन्नया यया ते श्वसिति कथम् असौ रसाल शाखाम् चिर विरहेण विलोक्य पुष्पित अग्राम्

वृष्टिव्याकुलगोकुलावनरसादुद्धृत्यगोवर्धनम् बिभ्रद्वल्लववल्लभाभिरधिकानन्दाच्चिरंचुम्बितः। दर्‌पेणैवतदर्‌पिताधरतटीसिन्दूरमुद्रान्कितो बाहुर्गोपतनोस्तनोतुभवतांश्रेयांसिकंसद्विषः॥ ४-७
= वृष्टि व्याकुल गोकुल अवन रसात् उद्धृत्य गोवर्धनम् बिभ्रत् वल्लव वल्लभाभिः अधिक आनन्दात् चिरं चुम्बितः दर्पेण एव तत् अर्पित अधर तटी सिन्दूर मुद्र अन्कितः बाहुः गोप तनोः तनोतु भवताम् श्रेयान्सि कंस द्विषः

# Chapter [Sarga] 5 - Passionate Krishna

अहमिह निवसामि याहि राधाम् अनुनय मद्वचनेन चानयेथाः। इति मधुरिपुणा सखी नियुक्‌ता स्वयमिदमेत्य पुनर्जगाद राधाम्॥ ५-१
= अहम् इह निवसामि याहि राधाम् अनुनय मत् वचनेन आनयेथाः इति मधु रिपुणा सखी नियुक्‌ता स्वयम् इदम् एत्य पुनः जगाद राधाम्

वहति मलयसमीरे मदनमुपनिधाय । स्फुटति कुसुमनिकरे विरहिहृदयदलनाय। तव विरहे वनमाली सखि सीदति॥ अ प १०-१
=  वहति मलय समीरे मदनम् उप निधाय स्फुटति कुसुम निकरे विरहि हृदय दलनाय तव विरहे वनमाली सखि सीदति राधे - धृवम्

दहति शिशिरमयूखे मरणमनुकरोति। पतति मदनविशिखे विलपति विकलतरोऽति॥ अ प १०-२
=  दहति शिशिर मयूखे मरणम् अनु करोति पतति मदन विशिखे विलपति विकल तरः अति

ध्वनति मधुपसमूहे श्रवणमपिददाति । मनसि वलितविरहे निशि निशि रुजमुपयति॥ अ प १०-३
=  ध्वनति मधुप समूहे श्रवणम् अपिदधाति मनसि वलित विरहे निशि निशि रुजम् उपयति

वसति विपिनविताने त्यजति ललितधाम । लुठति धरणिशयने बहु विलपति तव नाम॥ १०-४
=  वसति विपिन विताने त्यजति ललित धाम लुठति धरणि शयने बहु विलपति तव नाम

रणति पिकसमवाये प्रतिदिशमनुयाति । हसति मनुजनिचये विरहमपलपति नेति॥ अ प १०-५
= रणति पिक समवाये प्रति दिशम् अनुयाति हसति मनुज निचये विरहम् अपलपति न इति

स्फुरति कलरवरावे स्मर्ति मणितमेव। तवरतिसुखविभवे गणयति सुगुणमतीव॥ अ प १०-६
=  स्फुरति कलरव रावे स्मर्ति मणितम् एव तव रति सुख विभवे गणयति सुगुणम् अतीव

त्वदभिदशुभमासम् वदति नरि शृणोति । तमपिजपतिसरसम् युवतिषु नरतिमुपैति॥ अ प १०-७
=  त्वत् अभिद शुभ मासम् वदति नरि शृणोति तम् अपि जपति सरसम् युवतिषु न रतिम् उपैति

भणति कविजयदेवे विरहिविलसितेन । मनसि रभसविभवे हरिरुदयतु सुकृतेन॥ अ प १०-८
=  भणति कवि जयदेवे विरहि विलसितेन मनसि रभस विभवे हरिः उदयतु सुकृतेन

पूर्वम् यत्र समम् त्वया रतिपतेरासादितः सिद्धयः तस्मिन्नेव निकुङ्जमन्मथमहातीर्थे पुनर्माधवः। ध्यायंस्त्वामनिशम् जपन्नपि तवैवालापमंत्रावलीम् भूयस्त्वत्कुचकुंभनिर्भरपरीरंभामृतम् वाङ्छति॥ ५-२
=  पूर्वम् यत्र समम् त्वया रतिपतेः आसादितः सिद्धयः तस्मिन् एव निकुङ्ज मन्मथ महा तीर्थे पुनः माधवः ध्यायन् त्वाम् अनिशम् जपन् अपि तव एव अलाप मंत्रावलीम् भूयः त्वत् कुच कुंभ निर्भर परीरंभ अमृतम् वाङ्छति

रतिसुखसारे गतमभिसारे मदनमनोहरवेशम् । न कुरु नितम्बिनि गमनविलंबनमनुसर तम् हृदयेशम् । गोपी पीनपयोधरमर्दनचंचलकरयुगशाली । धीर समीरे यमुना तीरे वसति वने वनमाली - धृवम्॥ अ प ११-१
=  रति सुख सारे गतम् अभिसारे मदन मनोहर वेशम् न कुरु नितम्बिनि गमन विलंबनम् अनुसर तम् हृदय ईशम् गोपी पीन पयोधर मर्दन चंचल कर युग शाली धीर समीरे यमुना तीरे वसति वने वनमाली

नामसमेतम्कृतसंकेतम्वादयतेमृदुवेणुम् । बहुमनुतेननुतेतनुसंगतपवनचलितमपिरेणुम्॥ अ प ११-२
=  नाम समेतम् कृत संकेतम् वादयते मृदु वेणुम् बहु मनुते ननु ते तनु संगत पवन चलितम् अपि रेणुम्

पततिपतत्रेविचलतिपत्रेशन्कितभवदुपयानम् । रचयतिशयनम्सचकितनयनम्पश्यतितवपन्थानम्॥ अ प ११-३
=  पतति पतत्रे विचलति पत्रे शन्कित भवत् उप यानम् रचयति शयनम् स चकित नयनम् पश्यति तव पंथानम्

मुखरमधीरम् त्यज मन्जीरम् रिपुमिव केलिषुलोलम् । चल सखि कुन्जम् सतिमिरपुंजम् शीलय नीलनिचोलम्॥ अ प ११-४
=  मुखरम् अधीरम् त्यज मन्जीरम् रिपुम् इव केलिषु लोलम् चल सखि कुन्जम् स तिमिर पुंजम् शीलय नील निचोलम्

उरसिमुरारेरुपहितहारेघनैवतरलबलाके । तटिदिवपीतेरतिविपरीतेराजसिसुकृतविपाके॥ अ प ११-५
=  उरसि मुरारेः उपहित हारे घन इव तरल बलाके तटित् इव पीते रति विपरीते राजसि सुकृत विपाके

विगलितवसनम् परिहृतरसनम् घटय जघनमपिधानम् । किसलयशयने पङ्कजनयने निधिमिव हर्षनिदानम्॥अ प ११-६
=  विगलित वसनम् परिहृत रसनम् घटय जघनम् अपिधानम् किसलय शयने पन्कज नयने निधिम् इव हर्ष निदानम्

हरिरभिमानीरजनिरिदानीमियमपियातिविरामम् । कुरुममवचनम्सत्वररचनम्पूरयमधुरिपुकामम्॥ अ प ११-७
=  हरिः अभिमानी रजनिः इदानीम् इयम् अपि याति विरामम् कुरु मम वचनम् स त्वर रचनम् पूरय मधु रिपु कामम्

श्रीजयदेवे कृतहरिसेवे भणति परमरमणीयम्। प्रमुदितहृदयम् हरिमतिसदयम् नमत सुकृतकमनीयम्॥ अ प११-८
=  श्री जयदेवे कृत हरि सेवे भणति परम रमणीयम् प्रमुदित हृदयम् हरिम् अति सदयम् नमत सुकृत कमनीयम्

विकिरति मुहुः श्वासान्दिशाः पुरो मुहुरीक्षते प्रविशति मुहुः कुंजंगुंजन्मुहुर्बहु ताम्यति। रचयति मुहुः शय्यांपर्याकुलंमुहुरीक्षते मदनकदनक्लान्तः कान्ते प्रियस्तव वर्‌तते॥ ५-३
=  विकिरति मुहुः श्वासान् दिशाः पुरः मुहुः ईक्षते प्रविशति मुहुः कुंजम् गुंजन् मुहुः बहु ताम्यति रचयति मुहुः शय्याम् पर्याकुलम् मुहुः ईक्षते मदन कदन क्लान्तः कान्ते प्रियः तव वर्तते

त्वद्वाम्येन समंसमग्रमधुना तिग्मांशुरस्तंगतो गोविन्दस्य मनोरथेन च समंप्राप्तंतमः सान्द्रताम्। कोकानांकरुणस्वनेन सदृशी दीर्घा मदभ्यर्थना तन्मुग्धे विफलंविलम्बनमसौ रम्योऽभिसारक्षणः॥ ५-४
=  त्वत् वाम्येन समम् समग्रम् अधुना तिग्मांशुः अस्तम् गतः गोविन्दस्य मनोरथेन च समम् प्राप्तम् तमः सान्द्रताम् कोकानाम् करुण स्वनेन सदृशी दीर्घा मत् अभ्यर्थना तत् मुग्धे विफलम् विलम्बनम् असौ रम्यः अभिसार क्षणः

सा माम् द्रक्ष्यति वक्ष्यति स्मरकथाम् प्रत्यङ्गमालिंगनैः प्रीतिम् यास्यति रंस्यते सखि समागत्येति चिंताकुलः। स त्वाम् पश्यति वेपते पुलकयत्यानंदति स्वेद्यति प्रत्युद्गच्छति मूर्‌च्छति स्थिरतमःपुंजे निकुंजे स्थितः॥ ५-५
=  सा माम् द्रक्ष्यति वक्ष्यति स्मर कथाम् प्रत्यङ्गम् आलिंगनैः प्रीतिम् यास्यति रंस्यते सखि समागत्य इति चिंताकुलः स त्वाम् पश्यति वेपते पुलकयति आनंदति स्वेद्यति प्रत्युद्गच्छति मूर्‌च्छति स्थिर तमः पुंजे निकुंजे स्थितः

आश्लेषादनु चुंबनादनु नखोल्लेखादनु स्वान्तज प्रोद्बोधादनु संभ्रमादनु रतारंभादनु प्रीतयोः। अन्यार्थम्गतयोर्भ्रमान्मिलितयोः सम्भाषणैर्जानतो र्दम्पत्योरिह को न को न तमसि व्रीडाविमिश्रो रसः॥ ५-६
=  आश्लेषात् अनु चुंबनात् अनु नख उल्लेखात् अनु स्वान्त-ज प्र-उद्बोधात् अनु संभ्रमात् अनु रतारंभात् अनु प्रीतयोः अन्य अर्थम् गतयोः भ्रमात् मिलितयोः सम्भाषणैः जानतोः दम्पत्योः इह को न को न तमसि व्रीडा विमिश्रः रसः

सभयचकितम्‌विन्यस्यन्तीम्‌दृशौतिमिरेपथि प्रतितरु मुहुः स्थित्वा मन्दम्‌पदानि वितन्वतीम्। कथमपि रहः प्राप्तामङ्गैरनङ्गतरङ्गिभिः सुमुखि सुभगः पश्यन्सत्वामुपैतु कृतार्थताम्॥ ५-७
=  राधा मुग्ध मुख अरविन्द मधुपः त्रैलोक्य मौलि स्थली नेपथ्य उचित नील रत्नम् अवनी भार अवतार अंतकः स्वच्छन्दम् व्रज सुंदरी जन मनः तोष प्रदोष उदयः कंस ध्वंसन धूमकेतुः अवतु त्वाम् देवकी नंदनः

राधामुग्धमुखारविन्दमधुपस्स्त्रैलोक्यमौलिस्थली नेपथ्योचितनीलरत्नमवनीभारावतारांतकः। स्वच्छन्दंव्रजसुंदरीजनमनस्तोषप्रदोषोदयः कंसध्वंसनधूमकेतुरवतुत्वाम्देवकीनंदनः॥ ५-८
=  राधा मुग्ध मुख अरविन्द मधुपः त्रैलोक्य मौलि स्थली नेपथ्य उचित नील रत्नम् अवनी भार अवतार अंतकः स्वच्छन्दम् व्रज सुंदरी जन मनः तोष प्रदोष उदयः कंस ध्वंसन धूमकेतुः अवतु त्वाम् देवकी नंदनः

# Chapter [Sarga] 6 - Inconsiderate Krishna

अथ ताम् गन्तुमशक्ताम् चिरमनुरक्ताम् लतागृहे दृष्ट्वा । तच्चरितम् गोविन्दे मनसिजमन्दे सखी प्राह॥ ६-१
= अथ ताम् गन्तुम् अशक्ताम् चिरम् अनुरक्ताम् लता गृहे दृष्ट्वा तत् चरितम् गोविन्दे मनसिज मन्दे सखी प्राह

पश्यति दिशि दिशि रहसि भवन्तम्। तदधरमधुरमधूनि पिबन्तम्। नाथ हरे हरे जगन्नाथ हरे। सीदति राधा वासगृहे - धृवम्॥ अ प १२-१
= पश्यति दिशि दिशि रहसि भवन्तम् तत् अधर मधुर मधूनि पिबन्तम् नाथ हरे हरे जगन्नाथ हरे सीदति राधा वासगृहे - धृवम्

त्वदभिसरणरभसेन वलन्ती। पतति पदानि कियन्ति चलन्ती॥ अ प १२-२
= त्वत् अभिसरण रभसेन वलन्ती पतति पदानि कियन्ति चलन्ती

विहितविशदबिसकिसलयवलया । जीवति परमिह तव रतिकलया॥ अ प १२-३
= विहित विशद बिस किसलय वलया जीवति परम् इह तव रति कलया

मुहुरवलोकितमण्डनलीला । मधुरिपुरहमिति भावनशीला॥ अ प १२- ४
= मुहुः अवलोकित मण्डन लीला मधु रिपुः अहम् इति भावन शीला

त्वरितमुपैति न कथमभिसारम् । हरिरिति वदति सखीमनुवारम्॥ अ प १२-५
= त्वरितम् उपैति न कथम् अभिसारम् हरिः इति वदति सखीम् अनुवारम्

श्लिष्यति चुम्बति जलधरकल्पम् । हरिरुपगत इति तिमिरमनल्पम्॥ अ प १२-६
= श्लिष्यति चुम्बति जलधर कल्पम् हरिः उपगत इति तिमिरम् अनल्पम्

भवति विलम्बिनि विगलितलज्जा । विलपति रोदिति वासकसज्जा॥ अ प १२-७
= भवति विलम्बिनि विगलित लज्जा विलपति रोदिति वासक सज्जा

श्रीजयदेवकवेरिदमुदितम् । रसिकजनम् तनुतामतिमुदितम्॥ अ प १२-८
= श्री जयदेव कवेः इदम् उदितम् रसिक जनम् तनुताम् अति मुदितम्

विपुलपुलकपालिः स्फीतसीत्कारमन्तः जनितजडिमाकाकुव्याकुलम् व्याहरन्ती। तव कितव विधत्तेऽमन्दकन्दर्पचिन्ताम् रसजलधिनिमग्ना ध्यानलग्ना मृगाक्षी॥ ६-२
= विपुल पुलक पालिः स्फीत सीत्कारम् अन्तः जनित जडिमा काकु व्याकुलम् व्याहरन्ती तव कितव विधत्ते अमन्द कन्दर्प चिन्ताम् रस जलधि निमग्ना ध्यान लग्ना मृग अक्षी

अङ्गेष्वाभरणम् करोति बहुशः पत्रेऽपि संचारिणि प्राप्तम् त्वाम् परिशङ्कते वितनुते शय्याम् चिरम् ध्यायति। इत्याकल्पविकल्पतल्परचनासंकल्पलीलाशत सक्तापि विना त्वया वरतनुर्नैषा निशाम् नेष्यति॥ ६-३
= अंगेषु आभरणम् करोति बहुशः पत्रे अपि संचारिणि प्राप्तम् त्वाम् परिशंकते वितनुते शय्याम् चिरम् ध्यायति इति आकल्प विकल्प तल्प रचना संकल्प लीला शत व्यासक्ता अपि विना त्वया वरतनुः न एषा निशाम् नेष्यति

किम् विश्राम्यसि कृष्णभोगिभवने भाण्डीरभूमिरुहि भ्रात र्याहि नदृष्टिगोचरमितस्सानन्दनन्दास्पदम्। रधायावचनम् तदध्वगमुखान्नंदान्तिकेगोपतो गोविन्दस्यजयन्ति सायमतिथिप्राशस्त्यगर्भागिरः॥ ६-४
= किम् विश्राम्यसि कृष्ण भोगि भवने भाण्डीर भूमिरुहि भ्रातः याहि न दृष्टि गोचरम् इतः स अनन्द नन्द आस्पदम् रधाया वचनम् तत् अध्वग मुखात् नंद अन्तिके गोपतः गोविन्दस्य जयन्ति सायम् अतिथि प्राशस्त्य गर्भाः गिरः

# Chapter [Sarga] 7- nagara nArAyaNa - Shifty Krishna

अत्रान्तरेच कुलटाकुलवर्त्मपात संजातपातक इव स्फुटलाञ्छनश्रीः । वृन्दावनान्तरमदीपयदंशुजालै र्दिक्सुन्दरीवदनचन्दनबिन्दुरिन्दुः॥ ७-१
= अत्र अन्तरे च कुलट आकुल वर्त्म पात संजात पातक इव स्फुट लांच्छन श्रीः वृन्दावन अन्तरम् अदीपयत् अंशु जालैः दिक् सुन्दरी वदन चन्दन बिन्दुः4 इन्दुः

प्रसरति शशधरबिम्बे विहितविलम्बे च माधवे विधुरा । विरचितविविधविलापम् सा परितापम् चकारोच्चैः॥ ७-२
= प्रसरति शश धर बिम्बे विहित विलम्बे च माधवे विधुरा विरचित विविध विलापम् सा परितापम् चकार उच्छैः॥ ७-२

कथितसमयेऽपि हरिरहह न ययौ वनम् । मम विफलमिदममलरूपमपि यौवनम्॥ यामि हे कमिह शरणम्सखीजनवचनवंचिताहम् - धृवम्॥ अ प १३-१
= कथित समये अपि हरिः अहह न ययौ वनम् मम विफलम् इदम् अमल रूपम् अपि यौवनम् यामि हे कम् इह शरणम् सखी जन वचन वंचिता अहम्

यदनुगमनाय निशि गहनमपि शीलितम् तेन मम हृदयमिदमसमशरकीलितम्॥ अ प १३-२
= यत् अनुगमनाय निशि गहनम् अपि शीलितम् तेन मम हृदयम् इदम् असम शर कीलितम्

मम मरणमेव वरमतिवितथकेतना । किमिह विषहामि विरहानलचेतना॥ अ प १३-३
= मम मरणम् एव वरम् अति वितथ केतना किम् इह विषामि विरह अनल अचेतना

मामहह विधुरयति मधुरमधुयामिनी । का अपि हरिमनुभवति कृतसुकृतकामिनी॥ अ प १३-४
= माम् अहह विधुरयति मधुर मधु यामिनी कापि हरिम् अनुभवति कृत सुकृत कामिनी

अहह कलयामि वलयादिमणिभूषणम् । हरिविरहदहनवहनेन बहुदूषणम्॥ अ प १३-५
= अह ह कलयामि वलय आदि मणि भूषणम् हरि विरह दहन वहनेन बहु दूषणम्

कुसुमसुकुमारतनुमतनुशरलीलया । स्रगपि हृदि हन्ति मामतिविषमशीलया॥ अ प १३-६
= कुसुम सुकुमार तनुम् अतनु शर लीलया स्रक् अपि हृदि हन्ति माम् अति विषम शीलया

अहमिह निवसामि नविगणितवेतसा । स्मरति मधुसूदनो मामपि न चेतसा॥ अ प १३-७
= अहम् इह निवसामि न विगणित वेतसा स्मरति मधुसूदनः माम् अपि न चेतसा

हरिचरणशरणजयदेवकविभारती । वसतु हृदि युवतिरिव कोमलकलावती॥ अ प १३-८
= हरि चरण शरण जयदेव कवि भारती वसतु हृदि युवतिः इव कोमल कलावती

तत्किम् कामपि कामिनीमभिसृतः किम् वा कलाकेलिभिः बद्धो बन्धुभिरन्धकारिणि वनाभ्यर्णे किमुद्भ्राम्यति । कान्तः क्लान्तमना मनागपि पथि प्रस्थातुमेवाक्षमः संकेतीकृतमञ्जुवञ्जुललताकुञ्जेऽपि यन्नागतः॥ ७-३
= तत् किम् काम् अपि कामिनीम् अभिसृतः किम् वा कला केलिभिः बद्धो बन्धुभिः अन्धकारिणि वनाभ्यर्णे किम् उद्भ्राम्यति कान्तः क्लान्त मना मनाग् अपि पथि प्रस्थातुम् एव अक्षमः संकेती कृत मंजु वंजुल लता कुंजे अपि यत् न आगतः

अथागताम् माधवमन्तरेण सखीमियम् वीक्ष्य विषादमूकाम् । विशङ्कक्माना रमितम् कयापि जनार्दनम् दृष्टवदेतदाह॥ ७-४
= अथ आगताम् माधवम् अन्तरेण सखीम् इयम् वीक्ष्य विषाद मूकाम् विशंक्माना रमितम् कया अपि जनार्दनम् दृष्टवत् एतत् आह

स्मरसमरोचितविरचितवेशा ।गलितकुसुमभरविलुलितकेशा । कापि मधुरिपुणा विलसति युवतिरधिकगुणा॥ अ प १४-१
= स्मर समर उचित विरचित वेशा गलित कुसुम भर विलुलित केशा कापि मधुरिपुणा विलसति युवतिः अति अधिक गुणा

हरिपरिरम्भणवलितविकारा ।कुचकलशोपरि तरलितहारा॥ अ प १४-२
= हरि परिरम्भण वलित विकारा कुच कलश उपरि तरलित हारा

विचलदलकललिताननचन्द्रा ।तदधरपानरभसकृततन्द्रा॥ अ प १४-३
= विचलत् अलक ललित आनन चन्द्रा तत् अधर पान रभस कृत तन्द्रा

चंचलकुण्डलदलितकपोला ।मुखरितरसनजघनगतिलोला॥ अ प १४-४
= चंचल कुण्डल दलित कपोला मुखरित रसन जघन गति लोला

दयितविलोकितलज्जितहसिता ।बहुविधकूजितरतिरसरसिता॥ अ प १४-५
= दयित विलोकित लज्जित हसिता बहु विध कूजित रति रस रसिता

विपुलपुलकपृथुवेपथुभंगा ।श्वसितनिमीलितविकसदनंगा॥ अ प १४-६
= विपुल पुलक पृथु वेपथु भंगा श्वसित निमीलित विकसत अनन्गा

श्रमजलकणभरसुभगशरीरा ।परिपतितोरसि रतिरणधीरा॥ अ प १४-७
= श्रम जल कण भर सुभग शरीरा परिपतित उरसि रति रण धीरा

श्रीजयदेवभणितहरिरमितम् ।कलिकलुषं जनयतु परिशमितम्॥ अ प १४-८
= श्री जयदेव भणित हरि रमितम् कलि कलुषम् जनयतु परिशमितम्

विरहपाण्डुमुरारिमुखाम्बुज द्युतिरयम् तिरयन्नपि वेदनाम् । विधुरतीव तनोति मनोभुवः सुहृदये हृदये मदनव्यथाम्॥ ७-५
= विरह पाण्डु मुरारि मुख अम्बुज द्युतिः अयं तिरयन् अपि वेदनाम् विधुः अतीव तनोति मनोभुवः सुहृत् अये हृदये मदन व्यथाम्

समुदितमदने रमणीवदने चुम्बनवलिताधरे । मृगमदतिलकम् लिखति सपुलकम् मृगमिव रजनीकरे । रमते यमुनापुलिनवने विजयी मुरारिरधुना - इति धृवम्॥ अ प १५-१
= समुदित मदने रमणी वदने चुम्बन वलित अधरे मृग मद तिलकम् लिखति स पुलकम् मृगम् इव रजनी करे रमते यमुना पुलिन वने विजयी मुरारिः अधुना

घनचयरुचिरे रचयति चिकुरे तरलिततरुणानने । कुरबककुसुमम् चपलासुषमम् रतिपतिमृगकानने॥ अ प १५-२
= घन चय रुचिरे रचयति चिकुरे तरलित तरुण आनने कुरवक कुसुमम् चपला सुषमम् रति पति मृग कानने

घटयति सुघने कुचयुगगगने मृगमदरुचिरूषिते । मणिसरममलम् तारकापटलम् नखपदशशिभूषिते॥ अ प १५-३
= घटयति सु घने कुच युग गगने मृग मद रुचिर ऊषिते मणि सरम् अमलम् तारका पटलम् नख पद शशि भूषिते

जितबिसशकले मृदुभुजयुगले करतलनलिनीदले । मरकतवलयम् मधुकरनिचयम् वितरति हिमशीतले॥ अ प १५-४
= जित बिस शकले मृदु भुज युगले कर तल नलिनी दले मरकत वलयम् मधुकर निचयम् वितरति हिम शीतले

रतिगृहजघने विपुलापघने मनसिजकनकासने । मणिमयरसनम् तोरणहसनम् विकिरति कृतवासने॥ अ प १५-५
= रति गृह जघने विपुलापघने मनसिज कनक आसने मणिमय रसनम् तोरण हसनम् विकिरति कृत वासने

चरणकिसलये कमलनिलये नखमणिगणपूजिते । बहिरपवरणम् यावकभरणम् जनयति हृदि योजिते॥ अ प १५-६
= चरण किसलये कमल निलये नख मणि गण पूजिते बहिः अपवरणम् यावक भरणम् जनयति हृदि योजिते

रमयति सदृशम् कामपि सुभृशम् खलहलधरसोदरे । किमफलमवसम् चिरमिह विरसम् वद सखि विटपोदरे॥ अ प १५-७
= रमयति सु दृशम् काम् अपि सुभृशम् खलहलधर सोदरे किम् अफलम् अवसम् चिरम् इह विरसम् वद सखि विटप उदरे

इह रसभणने कृतहरिगुणने मधुरिपुपदसेवके । कलियुगचरितम् न वसतु दुरितम् कविनृपजयदेवके॥ अ प १५-८
= इह रस भणने कृत हरि गुणने मधु रिपु पद सेवके कलि युग चरितम् न वसतु दुरितम् कवि नृप जयदेवके

नायातः सखि निर्दयो यदि शठस्त्वम् दूति किम् दूयसे स्वच्छन्दम् बहुवल्लभः स रमते किम् तत्र ते दूषणम् । पश्याद्य प्रियसंगमाय दयितस्याकृष्यमाणम् गुणैः उत्कण्ठार्तिभरादिव स्फुटदिदम् चेतः स्वयम् यास्यति॥ ७-६
= न अयातः सखि निर्दयः यदि शठः त्वम् दूति किम् दूयसे स्वच्छंदम् बहु वल्लभः सः रमते किम् तत्र ते दूषणम् पश्य अद्य प्रिय संगमाय दयितस्य अकृष्यमाणम् गुणैः उत्कण्ठ आर्ति भरात् इव स्फुटत् इदम् चेतः स्वयम् यास्यति

अनिलतरलकुवलयनयनेन । तपति न सा किसलयशयनेन । सखि या रमिता वनमालिना - इति धृवम्॥ अ प १६-१
= अनिल तरल कुवलय नयनेन तपति न सा किसलय शयनेन सखि या रमिता वनमालिना - धृवम्

विकसितसरसिजललितमुखेन । स्फुटति न सा मनसिजविशिखेन॥ अ प १६-२
= विकसित सरसिज ललित मुखेन - या रमिता वनमालिना - स्फुटति न सा मनसिज विशिखेन

अमृतमधुरमृदुतरवचनेन । ज्वलति न सा मलयजपवनेन॥ अ प १६-३
= अमृत मधुर मृदु तर वचनेन ज्वलति न सा मलय ज पवनेन

स्थलजलरुहरुचिकरचरणेन । लुठति न सा हिमकरकिरणेन॥ अ प १६-४
= स्थल जल रुह रुचि कर चरणेन लुठति न सा हिम कर किरणेन

सजलजलदसमुदयरुचिरेण । दलति न सा हृदि चिरविरहेण॥ अ प १६-५
= स जल जलद समुदय रुचिरेण दलति न सा हृदि विरह भरेण

कनकनिकषरुचिशुचिवसनेन । श्वसति न सा परिजनहसनेन॥ अ प १६-६
= कनक निकष रुचि शुचि वसनेन श्वसति न सा परिजन हसनेन

सकलभुवनजनवरतरुणेन । वहति न सा रुजमतिकरुणेन॥ अ प १६-७
= सकल भुवन जन वर तरुणेन वहति न सा रुजम् अति करुणेन

श्रीजयदेवभणितवचनेन । प्रविशतु हरिरपि हृदयमनेन॥ अ प १६-८
= श्री जयदेव भणित वचनेन प्रविशतु हरिः अपि हृदयम् अनेन

मनोभवानन्दन चन्दनानिल प्रसीद रे दक्षिण म्ंच वामताम् । क्षणम् जगत्प्राण निधाय माधवम् पुरो मम प्राणहरो भविष्यसि॥ ७-९
= मनः भव आनन्दन चन्दन अनिल प्रसीद रे दक्षिण मुंच वामताम् क्षणम् जगत् प्राण निधाय माधवम् पुरः मम प्राण हरः भविष्यसि

रिपुरिव सखीसंवासोऽयम् शिखीव हिमानिलो विषमिव सुधारश्मिर्यस्मिन्दुनोति मनोगते । हृदयमदये तस्मिन्नेवम् पुनर्वलते बलात् कुवलयदृशाम् वामः कामो निकामनिरंकुशः॥ ७-१०
= रिपुः इव सखी संवासः अयम् शिखी इव हिम अनिलः विषम् इव सुधा रश्मिः यस्मिन् दुनोति मनः गते हृदयम् अदये तस्मिन् एवम् पुनः वलते बलात् कुवलय दृशाम् वामः कामः निकाम निरंकुशः

बाधाम् विधेहि मलयानिल पंचबाण प्राणान्गृहाण न गृहम् पुनराश्रयिष्ये । किम् ते कृतान्तभगिनि क्षमया तरन्गैः अङ्गानि सिङ्च मम शाम्यतु देहदाहः॥ ७-११
= बाधाम् विधेहि मलय अनिल पंच बाण प्राणान् गृहाण गृहम् पुनः न आश्रयिष्ये किम् ते कृतांत भगिनि क्षमया तरंगैः अंगानि सिंच मम शाम्यतु देह दाहः

प्रातर्नीलनिचोलमच्युतमुरस्संवीतपीतांबरम् रधायाश्कितम् विलोक्य हसति स्वैरम् सखीमण्डले । व्रीडाचंचलमंचलम् नयनयोराधाय राधानने स्वादुस्मेरमुखोऽयमस्तुजगदानंददायनंदात्मजः॥ ७-१२
= प्रातः नील निचोलम् अच्युतम् उरः संवीत पीत अंबरम् रधायाः चकितम् विलोक्य हसति स्वैरम् सखी मण्डले व्रीडा चंचलम् अंचलम् नयनयोः आधाय राध आनने स्वादु स्मेर मुखः अयम् अस्तु जगत् आनंददाय नंद आत्मजः

# Chapter [Sarga] 8 - Apologetic Krishna

अथ कथमपि यामिनीम् विनीय स्मरशरजर्जरितापि सा प्रभाते। अनुनयवचनम् वदन्तमग्रे प्रणतमपि प्रियमाह साभ्यसूयम्॥ ८-१
= अथ कथम् अपि यामिनीम् विनीय स्मर शर जर्जरिता अपि सा प्रभाते अनुनय वचनम् वदन्तम् अग्रे प्रणतम् अपि प्रियम् आह साभ्यसूयम् ॥ ८-१

रजनिजनितगुरुजागररागक्षायितमलसनिमेशम्। वहति नयनमनुरागमिव स्फुटमुदितरसाभिनिवेशम्॥ हरिहरि याहि माधव याहि केशव मा वद कैतववादम् तामनुसर सरसीरुहलोचन या तव हरति विषादम् - धृवम्॥ अ प १७-१
= रजनि जनित गुरु जागर राग कषायितम् अलस निमेशम् वहति नयनम् अनुरागम् इव स्फुटम् उदित रस अभिनिवेशम् हरि हरि याहि माधव याहि केशव मा वद कैतव वादम् ताम् अनुसर सरसीरुह लोचन या तव हरति विषादम्

कज्जलमलिनविलोचनचुम्बनविरचितनीलिमरूपम्। दशनवसनमरुणम् तव कृष्ण तनोति तनोरनुरूपम्॥ अ प १७-२
= कज्जल मलिन विलोचन चुंबन विरचित नीलिम रूपम् दशन वसनम् अरुणम् तव कृष्ण तनोति तनोः अनुरूपम्

वपुरनुहरति तव स्मरसंगरखरनखरक्षतरेखम्। मरकतशकलकलितकलधौतलिपिरेव रतिजयलेखम्॥ अ प १७-३
= वपुः अनुहरति तव स्मर संगर खर नखर क्षत रेखम् मरकत शकल कलित कल धौत लिपिः एव रति जय लेखम्

चरणकमलगलदलक्तसिक्तमिदम् तव हृदयमुदारम्। दर्शयतीव बहिर्मदनद्रुमनवकिसलयपरिवारम्॥ अ प १७-४
= चरण कमल गलत् अलक्त सिक्तम् इदम् तव हृदयम् उदारम् दर्शयति इव बहिः मदन द्रुम नव किसलय परि वारम्

दशनपदम् भवदधरगतम् मम जनयति चेतसि खेदम्। कथयति कथमधुनापि मया सह तव वपुरेतदभेदम्॥ अ प १७-५
= दशन पदम् भवत् अधर गतम् मम जनयति चेतसि खेदम् कथयति कथम् अधुना अपि मया सह तव वपुः एतत् अभेदम्

बहिरिव मलिनतरम् तव कृष्ण मनोऽपि भविष्यति नूनम् । कथमथ वंचयसे जनमनुगतमसमशरज्वरदूनम् ॥ अ प १७-६
= बहिः इव मलिन तरम् तव कृष्ण मनोः अपि भविष्यति नूनम् कथम् अथ वंचयसे जनम् अनुगतम् असम शर ज्वर दूनम्

भ्रमति भवानबलाकवलाय वनेषु किमत्र विचित्रम्। प्रथयति पूतनिकैव वधूवधनिर्दयबालचरित्रम्॥ अ प १७-७
= भ्रमति भवान् अबला कवलाय वनेषु किम् अत्र विचित्रम् प्रथयति पूतनिक इव वधू वध निर्दय बाल चरित्रम्

श्रीजयदेवभणितरतिवंचितखण्डितयुवतिविलापम्। शृणुत सुधामधुरम् विबुधा विबुधालयतोऽपि दुरापम्॥ अ प १७-८
= श्री जयदेव भणित रति वंचित खण्डित युवति विलापम् शृणुत सुधा मधुरम् विबुधा विबुध आलयतः अपि दुरापम्॥ ८-२

तवेदम् पश्यन्त्याः प्रसरदनुरागम् बहिरिव प्रियापादालक्तच्छुरितमरुणच्छायहृदयम्। ममाद्य प्रख्यातप्रणयभरभन्गेन कितव त्वदालोकः शोकादपि किमपि लज्जाम् जनयति॥ ८-२
= तव इदम् पश्यन्त्याः प्रसरत् अनुरागम् बहिः इव प्रिया पाद अलक्त च्उरितम् अरुण च्छाय हृदयम् मम अद्य प्रख्यात प्रणय भर भन्गेन कितव त्वत् आलोकः शोकात् अपि किम् अपि लज्जाम् जनयति

अन्तर्मोहनमौलिघूर्णनचलन्मंदारविभ्रंशन स्थंभाकर्षणदृप्तिहर्षणमहामंत्रः कुरंगीदृशाम्। दृप्यद्दनवदूयमानदिविषद्दुर्वारदुःखापदाम् भ्रंशः कंसरिपोस्समर्पयतु वश्श्रेयान्सि वंशीरवः॥ ८-३
= अन्तः मोहन मौलि घूर्णन चलत् मन्दार विभ्रंशन स्थंभ अकर्षण दृप्ति हर्षण महा मंत्रः कुरंगी दृशाम् दृप्यत् दनव दूयमान दिविषत् दुर्वार दुःख आपदाम् भ्रंशः कंस रिपोः समर्पयतु वः श्रेयान्सि वंशी रवः

# Chapter [Sarga] 9 - Unpretentious Krishna

तामथ मन्मथखिन्नाम् रतिरसभिन्नाम् विषादसम्पन्नाम्। अनुचिन्तितहरिचरिताम् कलहान्तरितमुवाच सखी॥ ९-१
= ताम् अथ मन्मथ खिन्नाम् रति रस भिन्नाम् विषाद सम्पन्नाम् अनुचिन्तित हरि चरिताम् कलहान्तरितम् उवाच सखी

हरिरभिसरति वहति मधुपवने। किमपरमधिकसुखम् सखि भवने। माधवे मा कुरु मानिनि मानमये - धृवम्॥ अ प १८-१
= हरिः अभिसरति वहति मधु पवने किम् अपरम् अधिक सुखम् सखि भवने माधवे मा कुरु मानिनि मानम् अये

हरिरभिसरति वहति मधुपवने। किमपरमधिकसुखम् सखि भवने। माधवे मा कुरु मानिनि मानमये - धृवम्॥ अ प १८-१
= हरिः अभिसरति वहति मधु पवने किम् अपरम् अधिक सुखम् सखि भवने माधवे मा कुरु मानिनि मानम् अये

तालफलादपि गुरुमतिसरसम्। किम् विफलीकुरुषे कुचकलशम्॥ अ प -१८-२
= ताल फलात् अपि गुरुम् अति सरसम् किम् विफली कुरुषे कुच कलशम्

किमिति विषीदसि रोदिषि विकला। विहसति युवतिसभा तव सकला॥ अ प १८-४
= किम् इति विषीदसि रोदिषि विकला विहसति युवति सभा तव सकला

सजलनलिनीदलशीतलशयने। हरिमवलोक्य सफल नयने॥ अ प १८-५
= स जल नलिनी दल शीतल शयने हरिम् अवलोक्य सफल नयने

जनयसि मनसि किमिति गुरुखेदम्। शृणु मम वचनमनीहितभेदम्॥ अ प १८-६
= जनयसि मनसि किम् इति गुरु खेदम् शृणु मम वचनम् अनीहित भेदम्

हरिरुपयातु वदतु बहुमधुरम्। किमिति करोषि हृदयमतिविधुरम्॥ अ प १८-७
= हरिः उपयातु वदतु बहु मधुरम् किम् इति करोषि हृदयम् अति विधुरम्

श्रीजयदेवभणितमतिललितम्। सुखयतु रसिकजनम् हरिचरितम्॥ अ प १८-८
= श्री जयदेव भणितम् अति ललितम् सुखयतु रसिक जनम् हरि चरितम्

स्निग्धे यत्परुषासि यत्प्रणमति स्तब्धासि यद्रागिणि द्वेषस्थासि यदुन्मुखे विमुखताम् यातासि तस्मिन्प्रिये। तद्युक्तम् तद्विपरीतकारिणि तव श्रीखण्डचर्चा विषम् शीतांशुस्तपनो हिमम् हुतवहः क्रीडामुदो यातनाः॥ ९-३
= स्निग्धे यत् परुषा असि यत् प्रणमति स्तब्धा असि यत् रागिणि द्वेषस्था असि यत् उन्मुखे विमुखताम् याता असि तस्मिन् प्रिये तत् युक्तम् तत् विपरीतकारिणि तव श्रीखण्ड चर्चा विषम् शीतांशुः तपनः हिमम् हुतवहः क्रीडा मुदः यातनाः

सांद्रानंदपुरंदरादिदिविषद्बृन्दैरमंदादरात् आनम्रैर्मकुटेन्द्रनीलमणिभिस्संदर्शितेंदिंदिरम्। स्वच्छंदंमकरंदसुन्दरमिलन्मन्दाकिनीमेदुरम् श्री गोविन्दपदारविंदमशुभस्कन्दायवन्दामहे॥ ९-४
= सान्द्र आनन्द पुरन्दर आदि दिविषत् बृन्दैः अमन्द आदरात् आनम्रैः मकुट इन्द्र नील मणिभिः संदर्शित इन्दिन्दिरम् स्वच्छन्दम् मकरन्द सुन्दर मिलत् मन्दाकिनी मेदुरम् श्री गोविन्द पद अरविंदम् अशुभ स्कन्दाय वन्दामहे

# Chapter [Sarga] 10 - Tactful Krishna

अत्रान्तरे मसृणरोषवशादसीम निःश्वासनिस्सहमुखीम् सुमुखीमुपेत्य। सव्रीडमीईक्षतसखीवदनाम् दिनान्ते सानन्दगद्गदपदम् हरिरित्युवाच॥ १०-१
= अत्र अन्तरे मसृण रोष वशात् असीम निःश्वास निस्सह मुखीम् सुमुखीम् उपेत्य स व्रीडम् ईक्षत सखी वदनाम् दिन अन्ते स आनन्द गद्गद पदम् हरिः इति उवाच

वदसि यदि किङ्चिदपि दन्तरुचिकौमुदी हरति दरतिमिरमतिघोरम् । स्फुरदधरसीधवे तव वदनचन्द्रमा रोचयतु लोचनचकोरम् ॥ प्रिये ! चारुशीले ! प्रिये ! चारुशीले ! मुंच मयि मानमनिदानम् सपदि मदनानलो दहति मम मानसम् देहि मुखकमलमधुपानम् प्रिये ! चारुशीले ! प्रिये ! चारुशीले ! - धृवम्॥ अ प १९-१
= वदसि यदि किन्चित् अपि दन्त रुचि कौमुदी हरति दर तिमिरम् अति घोरम् स्फुरत् अधर सीधवे तव वदन चन्द्रमा रोचयतु लोचन चकोरम् प्रिये चारु शीले मुंच मयि मानम् अ+निदानम् सपदि मदन अनलो दहति मम मानसम् देहि मुख कमल मधु पानम् प्रिये ! चारुशीले ! प्रिये ! चारुशीले ! - धृवम्॥

सत्यमेवासि यदि सुदति मयि कोपिनी देहि खरनखशरघातम्। घटय भुजबन्धनम् जनय रदखण्डनम् येन वा भवति सुखजातम्॥ अ प १९-२
= सत्यम् एव असि यदि सुदति मयि कोपिनी देहि खर नख शर घातम् घटय भुज बन्धनम् जनय रद खण्डनम् येन वा भवति सुख जातम्

त्वमसि मम भूषणम् त्वमसि मम जीवनम् त्वमसि भवजलधिरत्नम् । भवतु भवतीह मयि सततमनुरोधिनि तत्र मम हृदयमतियत्नम्॥ अ प १९-३
= त्वम् असि मम भूषणम् त्वम् असि मम जीवनम् त्वम् असि भव जलधि रत्नम् भवतु भवती इह मयि सततम् अनुरोधिनि तत्र मम हृदयम् अति यत्नम्

नीलनलिनाभमपितन्वितवलोचनम् धारयतिकोकनदरूपम्। कुसुमशरबाणभावेनयदिरंजयति कृष्णमिदमेतदनुरूपम्॥ अ प १९-४
= नील नलिन आभम् अपि तन्वि तव लोचनम् धारयति कोकनद रूपम् कुसुम शर बाण भावेन यदि रंजयति कृष्णम् इदम् एतत् अनुरूपम्

स्फुरतु कुचकुम्भयोरुपरि मणिमंजरी रंजयतु तव हृदयदेशम् । रसतु रशनापि तव घनजघनमण्डले घोषयतु मन्मथनिदेशम्॥ अ प १९-५
= स्फुरतु कुचकुम्भयोः उपरि मणि मंजरी रंजयतु तव हृदय देशम् रसतु रशना अपि तव घन जघन मण्डले घोषयतु मन्मथ निदेशम्

स्थलकमलगंजनम् ममहृदयरंजनम् जनितरतिरंगपरभागम् । भणमसृणवाणि करवाणि चरणद्वयम् सरसलसदलक्तकरागम्॥ अ प १९-६
= स्थल कमल गंजनम् मम हृदय रंजनम् जनित रति रंग पर भागम् भण मसृण वाणि करवाणि चरण द्वयम् सरस लसत् अलक्तक रागम्

स्मरगरलखण्डनम् मम शिरसिमण्डनम् देहि पदपल्लवमुदारम् । ज्वलतिमयिदारुणोमदनकद् अनानलो हरतुतदुपाहितविकारम्॥ अ प १९-७
= स्मर गरल खण्डनम् मम शिरसि मण्डनम् देहि पद पल्लवम् उदारम् ज्वलति मयि दारुणः मदन कदन अनाः हरतु तत् उपाहित विकारम्

इतिचटुलचाटुपटुचारुमुरवैरिणो राधिकामधिवचनजातम् । जयतिजयदेवकविभारतीभूषितम् मानिनीजनजनितनितातिशातम्॥ अ प १९-७
= इति चटुल चाटु पटु चारु मुर वैरिणः राधिकाम् अधि वचन जातम् जयति जयदेव कवि भारती भूषितम् मानिनी जन जनित अति शातम्

परिहर कृतान्तन्के शंकांत्वयासततम्घन स्तनजघनयऽऽक्रान्ते स्वान्ते परानवकाशिनि । विशति वितनोरन्यो धन्यो नकोऽपि ममांतरम् प्रणयिनि परीरंभारंभे विधेहि विधेयताम्॥ १०-२
= परिहर कृत आन्तन्के शंकाम् त्वया सततम् घन स्तन जघनया आक्रान्ते स्वान्ते परा अनवकाशिनि विशति वितनोः अन्यः धन्यः न कः अपि मम् अंतरम् प्रणयिनि परीरंभ आरंभे विधेहि विधेयताम्

मुग्धे विधेहि मयि निर्दयदन्तदंश दोर्वल्लिबन्धनिबिडस्तनपीडनानि । चण्डि त्वमेव मुदमुद्वह पंचबाण चण्डालकाण्डदलनादसवः प्रयान्ति॥ १०-३
= मुग्धे विधेहि मयि निर्दय दन्त दंश दोः वल्लि बन्ध निबिड स्तन पीडनानि चण्डि त्वमेव मुदम् उद्वह पंचबाण चण्डाल काण्ड दलनात् असवः प्रयान्ति

शशिमुखि तवभातिभंगुरभ्रूः युवजनमोहनकरालकालसर्पी । तदुतविषभंजनाययूनाम् त्वदधरशीधुशुदैवसिद्धमंत्रः॥ १-४
= शशि मुखि तव भाति भंगुर भ्रूः युव जन मोहन कराल काल सर्पी तत् उदित विष भंजनाय यूनाम् त्वत् अधर शीधु शुद एव सिद्ध मंत्रः

व्यथयति वृथा मौनम् तन्वि प्रपञ्चय पंचमम् तरुणी मधुरालापैस्तापम् विनोदय दृष्टिभिः। सुमुखि विमुखीभावम् तावद्विमुंच न मुंच माम् स्वयमतिशयस्निग्धो मुग्धे प्रियिऽयमुपस्थितः॥ १०-५
= व्यथयति वृथा मौनम् तन्वि प्रपंचय पंचमम् तरुणी मधुर आलापैः तापम् विनोदय दृष्टिभिः सुमुखि विमुखी भावम् तावत् विमुंच न मुंच माम् स्वयम् अतिशय स्निग्धः मुग्धे प्रियः अयम् उपस्थितः

बन्धूकद्युतिबान्धवोऽयमधरः स्निग्धो मधूकच्छविः गण्डश्चण्डि चकास्ति नीलनलिनश्रीमोचनम् लोचनम् । नासात्येति तिलप्रसूनपदवीम् कुन्दाभदान्ति प्रिये प्रायस्त्वन्मुखसेवया विजयते विश्वम् स पुष्पायुधः॥ १०-६
= बन्धूक द्युति बान्धवः अयम् अधरः स्निग्धो मधूक च्छविः गण्डः चण्डि चकास्ति नील नलिन श्री मोचनम् लोचनम् नासा अत्येति तिल प्रसून पदवीम् कुन्द आभ दान्ति प्रिये प्रायः त्वत् मुख सेवया विजयते विश्वम् स पुष्पा अयुधः

दृशौ तव मदालसे वदनमिन्दुमत्युज्ज्वलम् गतिर्जनमनोरमा विधुतरंभमूरुद्वयम् । रतिस्तव कलावती रुचिरचित्रलेखे भ्रुवौ अहो विबुधयौवतम् वहसि तन्वी पृथ्वीगता॥ १०-७
= दृशौ तव मदालसे वदनम् इन्दुम् अति उज्ज्वलम् गतिः जन मनोरमा विधुत रंभम् ऊरु द्वयम् रतिः तव कलावती रुचिर चित्रलेखे भ्रुवौ अहो विबुध यौवतम् वहसि तन्वी पृथ्वी गता

स प्रीतिम् तनुताम् हरिः कुवलयापीडेन सार्थम् रणे राधा पीनपयोधरस्मरणकृत्कुंभेन संभेदवान् । यत्र स्विद्यतिमीलतिक्षणमपि क्शिप्रंतदालोकनात् कंसस्यालमभूज्जितम् जितमिति व्यामोहकोलाहलः॥ १०-८
= स प्रीतिम् तनुताम् हरिः कुवलयापीडेन सार्थम् रणे राधा पीन पयोधर स्मरण कृत् कुंभेन संभेदवान् यत्र स्विद्यति मीलति क्षणम् अपि क्शिप्रम् तत् आलोकनात् कंसस्य अलम् अभूत् जितम् जितम् इति व्यामोह कोलाहलः

# Chapter [Sarga] 11 - saanandadaamodaram

सुचिरमनुनयेन प्रीणयित्वा मृगाक्षीम् गतवति कृतवेशे केशवे कुंजशय्याम्। रचितरुचिरभूषाम् दृष्टिमोषे प्रदोषे स्फुरति निरवसादाम् कापि राधाम् जगाद॥ ११-१
= सुचिरम् अनुनयने प्रीणयित्वा मृग अक्षीम् गतवति कृत वेशे केशवे कुंज शय्याम् रचित रुचिर भूषाम् दृष्टि मोषे प्रदोषे स्फुरति निरवसादाम् कापि राधाम् जगाद

विरचितचाटुवचनरचनम् चरणे रचितप्रणिपातम्। संप्रति मङ्जुलवङ्जुलसीमनि केलिशयनमनुयातम्॥ मुग्धे मधुमथनम् अनुगतमनुसर राधे - धृवम्॥ अ प २०-१
= विरचित चाटु वचन रचनम् चरणे रचित प्रणिपातम् संप्रति मंजुल वंजुल सीमनि केलि शयनम् अनुयातम् मुग्धे मधु मथनम् अनुगतम् अनुसर राधे

घनजघनस्तनभारभरे दरमंथरचरणविहारम्। मुखरितमणिमङ्जीरमुपैहि विधेहि मरालनिकारम्॥ अ प २०-२
= घन जघन स्तन भार भरे दर मंथर चरण विहारम् मुखरित मणि मंजीरम् उपैहि विधेहि मराल निकारम्

शृणु रमणीयतरम् तरुणीजनमोहनमधुरिपुरावम्। कुसुमशरासनशासनवन्दिनि पिकनिकरे भज भावम्॥ अ प २०-३
= शृणु रमणीय तरम् तरुणी जन मोहन मधु रिपु रावम् कुसुम शरासन शासन वन्दिनि पिक निकरे भज भावम्

अनिलतरलकिसलयनिकरेण करेण लतानिकुरम्बम्। प्रेरणमिव करभोरु करोति गतिम् प्रतिमुंच विलम्बम्॥ अ प २०-४
= अनिल तरल किसलय निकरेण करेण लता निकुरंबम् प्रेरणम् इव करभ ऊरु करोति गतिम् प्रति मुंच विलम्बम्

स्फुरितमनङ्गतरङ्गवशादिव सूचितहरिपरिरंभम्। पृच्छ मनोहरहारविमलजलधारममुम् कुचकुम्भम्॥ अ प २०-५
= स्फुरितम् अनंग तरंग वशात् इव सूचित हरि परिरंभम् पृच्छ मनोहर हार विमल जल धारम् अमुम् कुच कुम्भम्

अधिगतमखिलसखीभिरिदम् तव वपुरपि रतिरणसज्जम्। चण्डि रसितरशनारवडिण्डिममभिसर सरसमलज्जम्॥ अ प २०-६
= अधिगतम् अखिल सखीभिः इदम् तव वपुः अपि रति रण सज्जम् चण्डि रसित रशन रव डिण्डिमम् अभिसर सरसम् अलज्जम्

स्मरशरसुभगनखेन करेण सखीमवलंब्य सलीलम्। चल वलयक्वणितैरवबोधय हरिमपि निजगतिशीलम्॥ अ प २०-७
= स्मर शर सुभग नखेन करेण सखीम् अवलंब्य सलीलम् चल वलय क्वणितः अवबोधय हरिम् अपि निज गति शीलम्

श्रीजयदेवभणितमधरीकृतहारमुदासितवामम्। हरिविनिहितमनसामधितिष्ठतु कण्ठतटीमविरामम्॥ अ प २०-८
= श्री जयदेव भणितम् अधरी कृत हारम् उदासित वामम् हरि विनिहित मनसाम् अधितिष्ठतु कण्ठ तटीम् अविरामम्

अक्ष्णोर्निक्षिपदंजनम् श्रवणयोस्तापिङ्च्छगुच्छावलीम् मूर्ध्नि श्यामसरोजदाम कुचयोः कस्तूरिकापत्रकम्। धूर्तानामभिसारसंभ्रम जुषाम् विष्वङ्निकुञ्जे सखि ध्वान्तम् नीलनिचोलचारु सुदृशाम् प्रत्यङ्गमालिङ्गति॥ १-२
= अक्ष्णोः निक्षिपत् अंजनम् श्रवणयोः तापिन्च्छ गुच्छ आवलीम् मूर्ध्नि श्याम सरोज दाम कुचयोः कस्तूरिका पत्रकम् धूर्तानाम् अभिसार संभ्रम जुषाम् विष्वक् निकुंजे सखि ध्वान्तम् नील निचोल चारु सुदृशाम् प्रति अंगम् आलिंगति

काश्मीरगौरवपुषामभिसारिकाणाम् आबद्धरेखमभितो रुचिमङ्जरीभिः। एतत्तमालदलनीलतमम् तमिस्रम् तत्प्रेमहेमनिकषोपलताम् तनोति॥ ११-३
= काश्मीर गौर वपुषाम् अभिसारिकाणाम् आबद्ध रेखम् अभितः रुचि मंजरीभिः एतत् तमाल दल नील तमम् तमिस्रम् तत् प्रेम हेम निकष उपलताम् तनोति

हारावलीतरलकाङ्चनकाङ्चिदाम मङ्जीरकङ्कणमणिद्युतिदीपितस्य। द्वारे निकुङ्जनिलयस्य हरिम् निरीक्ष्य व्रीडावतीमथ सखीमियमित्युवाच॥ ११-४
= हार आवली तरल कांचन कांची दाम मंजीर कंकण मणि द्युति दीपितस्य द्वारे निकुंज निलयस्य हरिम् निरीक्ष्य व्रीडावतीम् अथ सखीम् इयम् इति उवाच

मङ्जुतरकुङ्जतलकेलिसदने। इह विलस रतिरभसहसितवदने॥ प्रविश राधे माधवसमीपमिह - कुरु मुरारे म्ंगल शतानि - धृवम्॥ अ प २१-१
= मंजु तर कुंज तल केलि सदने इह विलस रति रभस हसित वदने प्रविश राधे माधव समीपम् इह - कुरु मुरारे मंगल शतानि -

नवभवदशोकदलशयनसारे। विलस कुचकलशतरलहारे ॥ अ प २१-२
= नव भवत् अशोक दल शयन सारे विलस कुच कलश तरल हारे

कुसुमचयरचितशुचिवासगेहे। इह विलस कुसुमसुकुमारदेहे॥ अ प २१-३
= कुसुम चय रचित शुचि वास गेहे इह विलस कुसुम सुकुमार देहे

चलमलयवनपवनसुरभिशीते। विलस मदनशरनिकरभीते॥ अ प २१-४
= चल मलय वन पवन सुरभि शीते इह विलस मदन शर निकर भीते

विततबहुवल्लिनवपल्लवघने। विलस चिरमलसपीनजघने॥ अ प २१-५
= वितत बहु वल्लि नव पल्लव घने विलस चिरम् अलस पीन जघने

मधुमुदितमधुपकुलकलितरावे। विलस कुसुमशरसरसभावे॥ अ प २१-६
= मधु मुदित मधुप कुल कलित रावे इह विलस कुसुम शर सरस भावे

मधुतरलपिकनिकरनिनदमुखरे। विलस दशनरुचिरुचिरशिखरे॥ अ प २१-६
= मधु तरल पिक निकर निनद मुखरे इह विलस दशन रुचि रुचिर शिखरे

विहितपद्मावतीसुखसमाजे। भणति जयदेवकविराजे॥ अ प २१-८
= विहित पद्मावती सुख समाजे भणति जयदेव कवि राज राजे इह विलस

त्वाम् चित्तेनचिरम् वहन्नयमतिश्रान्तो भृशम् तापितः कन्दर्पेण च पातुमिच्छति सुधासंबाधबिंबाधरम्। अस्यांकम् तदलंकुरु क्षणमिह भ्रूक्षेपलक्ष्मीलव क्रीते दासेवोपसेवितपदांभोजे कुतस्संभ्रमः॥ ११-५
= त्वाम् चित्तेन चिरम् वहन् अयम् अति श्रांतः भृशम् तापितः कंदर्पेण च पातुम् इच्छति सुधा संबाध बिंब अधरम् अस्य अंकम् तत् अलंकुरु क्षणम् इह भ्रू क्षेप लक्ष्मी लव क्रीते दास इव उपसेवित पद अंभोजे कुतः संभ्रमः

सा ससाध्वससानंदम् गोविन्दे लोललोचना। शिङ्जानमङ्जुमङ्जीरम् प्रविवेश निवेशनम्॥ ११-६
= सा स साध्वस स अनन्दम् गोविन्दे लोल लोचना सिंजान मंजु मंजीरम् प्रविवेश निवेशनम्

राधावदनविलोकनविकसितविविधविकारविभङ्गम् जलनिधिमिव विधुमण्डलदर्शनतरलिततुङ्गतरङ्गम्। हरिमेकरसम् चिरमभिलषितविलासम् सा ददार्श गुरुहर्षवशंवदवदनमनंगनिवासम्। हिरिम् एक रसम् - - - निवासम् - धृवम्॥ अ प २२-१
= राधा वदन विलोकन विकसित विविध विकार विभंगम् जल निधिम् इव विधु मण्डल दर्शन तरलित तुंग तरंगम् हरिम् एक रसम् चिरम् अभिलषित विलासम् सा ददार्श गुरु हर्ष वशंवद वदनम् अनंग निवासम्

हारममलतरतारमुरसि दधतम् परिरभ्य विदूरम्। स्फुटतरफेनकदम्बकरम्बितमिव यमुनाजलपूरम्॥ अ प २२-२
= हारम् अमल तर तारम् उरसि दधतम् परिरभ्य विदूरम् स्फुट तर फेन कदंब करंबितम् इव यमुना जलपूरम्

श्यामलमृदुलकलेवरमण्डलमधिगतगौरदुकूलम्। नीलनलिनमिव पीतपरागपटलभरवलयितमूलम्॥ अ प २२-३
= श्यामल मृदुल कलेवर मण्डलम् अधिगत गौर दुकूलम् नील नलिनम् इव पीत पराग पटल भर वलयित मूलम्

तरलदृगङ्चलचलनमनोहरवदनजनितरतिरागम्। स्फुटकमलोदरखेलितखङ्जनयुगमिव शरदि तडागम्॥ अ प २२-४
= तरल दृक् अंचल चलन मनोहर वदन जनित रति रागम् स्फुट कमल उदर खेलित खंजन युगम् इव शरदि तडागम्

वदनकमलपरिशीलनमिलितमिहिरसमकुङ्डलशोभम्। स्मितरुचिरुचिरसमुल्लसिताधरपल्लवकृतरतिलोभम्॥ अ प २२-५
= वदन कमल परिशीलन मिलित मिहिर सम कुण्डल शोभम् स्मित रुचि रुचिर समुल्लसित अधर पल्लव कृत रति लोभम्

शशिकिरणच्छुरितोदरजलधरसुन्दरसकुसुमकेशम्। तिमिरोदितविधुमण्डलनिर्मलमलयजतिलकनिवेशम्॥ अ प २२-६
= शशि किरण च्छुरित उदर जल धर सुन्दर स कुसुम केशम् तिमिर उदित विधु मण्डल निर्मल मलय ज तिलक निवेशम्

विपुलपुलकभरदन्तुरितम् रतिकेलिकलाभिरधीरम्। मणिगणकिरणसमूहसमुज्ज्वलभूषणसुभगशरीरम्॥ अ प २२-७
= विपुल पुलक भर दन्तुरितम् रति केलि कलाभिः अधीरम् मणि गण किरण समूह समुज्ज्वल भूषण सुभग शरीरम्

श्रीजयदेवभणितविभवद्विगुणीकृतभूषणभारम्। प्रणमत हृदि सुचिरम् विनिधाय हरिम् सुकृतोदयसारम्॥ अ प २२-८
= श्री जयदेव भणित विभव द्विगुणी कृत भूषण भारम् प्रणमत हृदि सुचिरम् विनिधाय हरिम् सुकृत उदय सारम्

अतिक्रम्यापाङ्गम् श्रवणपथपर्यन्तगमन प्रयासेनेवाक्ष्णोस्तरलतरभावम् गमितयोः। इदानीम् राधायाः प्रियतमसमालोकसमये पपात स्वेदाम्बुप्रसर इव हर्षाश्रुनिकरः॥ ११-७
= अतिक्रम्य अपांगम् श्रवण पथ पर्यन्त गमन प्रयासेन इव अक्ष्णोः तरल तर भावम् गमितयोः इदानीम् राधायाः प्रियतम समालोक समये पपात स्वेद अम्बु प्रसर इव हर्ष अश्रु निकरः

भज्यंत्यास्तल्पान्तम् कृतकपटकण्डूतिपिहित स्मितम् याते गेहाद्बहिरपिहितालीपरिजने। प्रियास्यम् पश्यन्त्याः स्मरपरवशाकूतसुभगम् सलज्जा लज्जाऽपि व्यगमदिव दूरम् मृगदृशः॥ ११-८
= भज्यंत्याः तल्प अन्तम् कृत कपट कण्डूति पिहित स्मितम् याते गेहात् बहिः अपि हित आली परिजने प्रिय आस्यम् पश्यन्त्याः स्मर शर समाकूल सुभगम् स लज्जा लज्जा अपि व्यगमत् इव दूरम् मृग दृशः

सानन्दम् नन्दसूनुर्दिशतुपरतरम् सम्मदं मन्दमन्दम् राधामाधायबाह्वोर्विवरमनुधृढम् पीडयन्प्रीति। योगात् तुङ्गौतस्या उरोजावतनुवरतनोर्निर्गतौ मास्मभूताम् पृष्टम् निर्भिद्यतस्माद्बहिरितिवलितग्रीवमालोकयंतः॥ ११-९
= स आनंदम् नंद सूनुः दिशतु पर तरम् सम्मदम् मंद मंदम् राधाम् आधाय बाह्वोः विवरम् अनु धृढम् पीडयन् प्रीति योगात् तुंगौ तस्या उरोजौ अतनु वर तनोः निर्गतौ मा स्मभूताम् पृष्टम् निर्भिद्य तस्मात् बहिः इति वलित ग्रीवम् आलोकयन्तः

जयश्रीविन्यस्तैर्महित इव मन्दारकुसुमैः स्वयम् सिन्दूरेणद्विपरणमुदामुद्रित इव। भुजापीड क्रीडाहतकुवलयापीडकरिणः प्रकीर्णासृग्बिन्दुर्जयति भुजदण्डो मुरजितः॥ ११-१०
= जयश्री विन्यस्तैः महित इव मन्दार सुकुमैः स्वयम् सिन्दूरेण द्विप रण मुदा मुद्रित इव भुज पीड क्रीड हत कुवलयापीड करिणः प्रकीर्णा सृक् बिन्दुः जयति भुज दण्डः मुर जितः

सौन्दर्यैकनिधेरनङ्गललनालावण्यलीलाजुषः राधायाहृदिपल्वलेमनसिजक्रीडैकरङ्गस्थले। रम्योरोजसरोजखेलनरसित्वादात्मनः ख्यापयन् ध्यातुर्मानसराजहंसनिभतांदेयान्मुकुंदोमुदम्॥ ११-११
= सौन्दर्य एक निधेः अनंग ललना लावण्य लीला जुषः राधायाः हृदि पल्वले मनसि ज क्रीडा एक रंग स्थले रम्य उरोज सरोज खेलन रसित्वात् आत्मनः ख्यापयन् ध्यातुः मानस राज हंस निभताम् देयात् मुकुन्दः मुदम्

# Chapter [sarga] 12 - Exultant Krishna

गतवति सखीबृन्देऽमन्दत्रपाभरनिर्भर स्मरपरवशाकूतस्फीतस्मितस्नपिताधरम्। सरसमनसम् दृष्ट्वा हृष्टाम् मुहुर्नवपल्लव प्रसवशयने निक्षिप्ताक्षीमुवाच हरिः प्रियाम्॥ १२-१
= गतवति सखी बृन्दे अमन्द त्रपा भर निर्भर स्मर परवश आकूत स्फीत स्मित स्नपित अधरम् सरस मनसम् दृष्ट्वा हृष्टाम् मुहुः नव पल्लव प्रसव शयने निक्षिप्त अक्षीम् उवाच हरिः प्रियाम्

किसलयशयनतले कुरु कामिनि चरणनलिनविनिवेशम्। तव पदपल्लववैरिपराभवमिदमनुभवतु सुवेशम्। क्षणमधुना नारायणम् । अनुगतमनुसर राधे - धृवम्॥ अ प २३-१
= किसलय शयन तले कुरु कामिनि चरण नलिन विनिवेशम् तव पद पल्लव वैरि पराभवम् इदम् अनुभवतु सुवेशम् क्षणम् अधुना नारायणम् अनुगतम् अनुसर राधे

करकमलेन करोमि चरणमहमागमिताऽसि विदूरम्। क्षणमुपकुरु शयनोपरि मामिव नूपुरमनुगतिशूरम्॥ अ प २३-२
= कर कमलेन करोमि चरणम् अहम् आगमिता असि विदूरम् क्षणम् उपकुरु शयन उपरि माम् इव नूपुरम् अनुगति शूरम्

वदनसुधानिधिगलितममृतमिव रचय वचनमनुकूलम्। विरहमिवापनयामि पयोधररोधकमुरसि दुकूलम्॥ अ प २३-३
= वदन सुधा निधि गलितम् अमृतम् इव रचय वचनम् अनुकूलम् विरहम् इव अपनयामि पयोधर रोधकम् उरसि दुकूलम्

प्रियपरिरंभणरभसवलितमिव पुलकितमतिदुरवापम्। मदुरसि कुचकलशम् विनिवेशय शोषय मनसिजतापम्॥ अ प २३-४
= प्रिय परिरंभण रभस वलितम् इव पुलकितम् अति दुरवापम् मत् उरसि कुच कलशम् विनिवेशय शोषय मनसिज तापम्

अधरसुधारसमुपनय भामिनि जीवय मृतमिव दासम्। त्वयि विनिहितमनसम् विरहानलदग्धवपुषमविलासम्॥ अ प २३-५
= अधर सुधा रसम् उपनय भामिनि जीवय मृतम् इव दासम् त्वयि विनिहित मनसम् विरह अनल दग्ध वपुषम् अ-विलासम्

शशिमुखि मुखरय मणिरशनागुणमनुगुणकण्ठनिदानम्। श्रुतियुगले पिकरुतविकले मम शमय चिरादवसादम्॥ अ प २३-६
= शशि मुखि मुखरय मणि रशना गुणम् अनुगुण कण्ठ निदानम् श्रुति युगले पिक रुत विकले मम शमय चिरात् अवसादम्

मामतिविफलरुषा विकलीकृतमवलोकितुमधुनेदम्। मीलतिलज्जितमिव नयनं तव विरम विसृज रतिखेदम्॥ अ प २३-७
= माम् अति विफल रुषा विकली कृतम् अवलोकितुम् अधुना इदम् मीलति लज्जितम् इव नयनम् तव विरम विसृज रति खेदम्

श्रीजयदेवभणितमिदमनुपदनिगदितमधुरिपुमोदम्। जनयतु रसिकजनेषु मनोरमरतिरसभावविनोदम्॥ अ प २३-८
= श्री जयदेव भणितम् इदम् अनुपद निगदित मधु रिपु मोदम् जनयतु रसिक जनेषु मनोरम रति रस भाव विनोदम्

प्रत्यूहः पुलकाङ्कुरेण निबिडालेषनिमेषेण च क्रीडाकूत विलोकितेऽधर सुधा पाने कथा नर्मभि। आनन्दाधिगमेन मन्मथकलायुद्धेऽपि यस्मिनभूत् उद्भूतस्सतयोर्बभूवसुरतारंभः प्रियंभावुकः॥१२-२
= प्रत्यूहः पुलक अंकुरेण निबिड आष्लेष निमेषेण च क्रीड आकूत विलोकिते अधर सुधा पाने कथा नर्मभि आनन्द अधिगमेन मन्मथ कला युद्धे अपि यस्मिन् आभूत् उद्भूत सः तयोः बभूव सुरत आरंभः प्रियं भावुकः

दोर्भ्याम् संयमितः पयोधरभारेणापीडितः पाणिजैः आविद्धो दशनैः क्षताधरपुटः श्रोणितटेनाहतः। हस्तेनानमितः कचेऽधरमधुस्यंदेन सम्मोहितः कान्तः कामपितृप्तिमापतदहो कामस्य वामागतिः॥ १२-३
= दोर्भ्याम् संयमितः पयोधर भारेण आपीडितः पाणिजैः आविद्धो दशनैः क्षता अधर पुटः श्रोणि तटेन आहतः हस्तेन आनमितः कचे अधर मधु स्यंदेन सम्मोहितः कान्तः काम् अपि तृप्तिम् आप तत् अहो कामस्य वामा गतिः

वामाङ्के रतिकेलिसङ्कुलरणारम्भेतया साहस प्रा- यम् कांतजयायकिंचिदुपरिप्रारंभियत्संभ्रमात्। निष्पन्दा जघनस्थली शिथिलिता दोर्वल्लिरुत्कम्पितम् वक्षो मिलितमक्षि पौरुषरसः स्त्रीणाम् कुतस्सिध्यति॥ १२-४
= वाम अन्के रति केलि सन्कुल रण आरम्भे तया साहस प्रायम् कान्त जयाय किन्चित् उपरि प्रारम्भि यत् सम्भ्रमात् निष्पन्दा जघन स्थली शिथिलिता दोर्वल्लिः उत्कम्पितम् वक्षो मिलितम् अक्षि पौरुष रसः स्त्रीणाम् कुतः सिध्यति

तस्याः पाटलपाणिजाङ्कितमुरो निद्राकषाये दृशौ निर्धौतोऽधरशोणिमाविलुलितः स्रस्ताः स्रजोमूर्धजाः। काङ्चीदाम दरश्लथाङ्चलमिति प्रातर्निखातैर्दृशोः एभिः कामशरैस्तदद्भुतमभूत् पत्युर्मनः कीलितम्॥ १२-५
= तस्याः पाटल पाणिज अंकितम् उरो निद्रा कषाये दृशौ निर्धौतः अधर शोणिमा विलुलितः स्रस्ताः स्रजः मूर्धजाः कांची दाम दर श्लथ अंचलम् इति प्रातः निखातैः दृशोः एभिः काम शरैः तत् अद्भुतम् अभूत् पत्युः मनः कीलितम्

व्याकोशः केशपाशस्तरलितमलकैः स्वेदमोक्षौकपोलौ क्लिष्टा बिम्बाधरश्रीः कुचलशरुचाहारिताहारयष्टिः। काण्चीकान्तिर्हताशा स्तनजघनपदंपाणिनाच्छद्यसद्यः पश्यन्ती सत्रपांतदपि विलुलिता मुग्धकन्तिर्धिनोति॥ १२-६
= व्याकोशः केश पाशः तरलितम् अलकैः स्वेद मोक्षौ कपोलौ क्लिष्टा बिंब अधर श्रीः कुचल शरुचा हारिता हार यष्टिः कांची कान्तिः हत आशा स्तन जघन पदम् पाणिना आच्छद्य सद्यः पश्यन्ती स त्रपान् तत् अपि विलुलिता मुग्ध कन्तिः धिनोति

ईषन्म्लितदृष्टि मुग्धविलसत्सीत्कारधारावशात् अव्यक्ताकुलकेलिकाकुविकसद्दन्तांशुधौताधरम्। शान्तस्तब्धपयोधरम् भृशपरिष्वङ्गात्कुरङ्गीदृशौ हर्षोत्कर्षविमुक्तनिस्सहतनोर्धन्योधयत्याननम्॥ १२-७
= ईषत् मिलित दृष्टि मुग्ध विलसत् सीत्कार धारा वशात् अव्यक्त आकुल केलि काकु विकसत् दन्त अम्शु धौत अधरम् शान्त स्तब्ध पयोधरम् भृश परिष्वन्गात् कुरंगी दृशौ हर्ष उत्कर्ष विमुक्त निस्सह तनोः धन्यः धयति आननम्

अथ सहसा सुप्रीतम् सुरतान्तेसानितान्तखिन्नाङ्गी। राधा जगाद सादरमिदमानन्देन गोविन्दम्॥ १२-८
= अथ सहसा सुप्रीतम् सुरत अन्ते सा नितान्त खिन्न अंगी राधा जगाद सादरम् इदम् आनन्देन गोविन्दम्

कुरु यदुनन्दन चन्दनशिशिरतरेणकरेणपयोधरे। मृगमदपत्रकमत्र मनोभवमङ्गलकलशसहोदरे। निजगाद सा यदुनन्दने । क्रीडति हृदयानन्दने - धृवम्॥ अ प २४-१
= कुरु यदु नन्दन चन्दन शिशिर तरेण करेण पयोधरे मृग मद पत्रकम् अत्र मनोभव मङ्गल कलश सहोदरे निजगाद सा यदु नन्दने । क्रीडति हृदय अनन्दने

अलिकुलगन्जनमन्जनकम् रतिनायकसायकमोचने। त्वदधरचुम्बनलम्बितकज्जल उज्ज्वलय प्रिय लोचने॥ २४-२
= अलि कुल गन्जनकम् अन्जनकम् रति नायक सायक मोचने त्वत् अधर चुम्बन लम्बित कज्जल उज्ज्वलय प्रिय लोचने

नयनकुरङ्गतरङ्गविकासनिरासकरे श्रुतिमण्डले। मनसिजपाशविलासधरे शुभवेष निवेशय कुण्डले॥ अ प २४-३
= नयन कुरंग तरंग विकास निरास करे श्रुति मण्डले मनसिज पाश विलास धरे शुभ वेष निवेशय कुण्डले

भ्रमरचयम् रचयन्तमुपरि रुचिरम् सुचिरम् मम सन्मुखे। जितकमले विमले परिकर्मय नर्मजनकमलकम् मुखे॥ अ प २४-४
= भ्रमर चयम् रचायंतम् उपरि रुचिरम् सुचिरम् मम सन्मुखे जित कमले विमले परिकर्मय नर्म जनकम् अलकम् मुखे

मृगमदरसवलितम् ललितम् कुरु तिलकमलिकरजनीकरे। विहितकलङ्ककलम् कमलानन विश्रमितश्रमशीकरे॥ अ प २४-५
= मृग मद रस वलितम् ललितम् कुरु तिलकम् अलिक रजनी करे विहित कलंक कलम् कमल अनन विश्रमित श्रम शीकरे

मम रुचिरे चिकुरे कुरु मानद मानसिजध्वजचामरे। रतिगलिते ललिते कुसुमानि शिखण्डिशिखण्डकडामरे॥ अ प २४-६
= मम रुचिरे चिकुरे कुरु मानद मानसिज ध्वज चामरे रति गलिते ललिते कुसुमानि शिखण्डि शिखण्डक डामरे

सरसघने जघने मम शम्बरदारणवारणकन्दरे। मणिरशनावसनाभरणानि शुभाशय वासय सुन्दरे॥ अ प २४-७
= सरस घने जघने मम शंबर दारण वारण कन्दरे मणिः रशन वसन आभरणानि शुभाशय वासय सुन्दरे

श्रीजयदेववचसि रुचिरे हृदयम् सदयम् कुरु मण्डने। हरिचरणस्मरणामृतनिर्मितकलिकलुषज्वरखण्डने॥ अ प २४-८
= श्री जयदेव वचसि रुचिरे हृदयम् सदयम् कुरु मण्डने हरि चरण स्मरण अमृत निर्मित कलि कलुष ज्वर खण्डने

रचय कुचयोः पत्रम् चित्रम् कुरुष्व कपोलयोः घटय जघने काङ्चीमङ्च स्रजम् कबरीभरे। कलय वलयश्रेणीम् पाणौ पदे कुरु नूपुरौ इति निगदितः प्रीतः पीताम्बरोऽपि तथाकरोत्॥ १२-९
= रचय कुचयोः पत्रम् चित्रम् कुरुष्व कपोलयोः घटय जघने कांचीम् अंच स्रजम् कबरी भरे कलय वलय श्रेणीम् पाणौ पदे कुरु नूपुरौ इति निगदितः प्रीतः पीताम्बरः अपि तथा अकरोत्

यद्गान्धर्वकलासु कौशलमनुध्यानम् च यद्वैष्णवम् यच्छृङ्गारविवेकतत्वरचनाकाव्येषु लीलायितम्। तत्सर्वम् जयदेवपण्डितकवेः कृष्णैकतानात्मनः सानदाः परिशोधयन्तु सुधियः श्रीगीतगोविन्दतः॥ १२-१०
= यत् गान्धर्व कलासु कौशलम् अनुध्यानम् च यत् वैष्णवम् यत् शृंगार विवेक तत्त्व रचना काव्येषु लीलायितम् तत् सर्वम् जयदेव पण्डित कवेः कृष्ण एकतान आत्मनः स आनदाः परिशोधयन्तु सुधियः श्री गीत गोविन्दतः

श्रीभोजदेवप्रभवस्य रामादेवीसुतश्रीजयदेवकस्य। पराशरादिप्रियवर्गकण्ठे श्रीगीतगोविन्दकवित्वमस्तु॥ १२-११
= श्री भोजदेव प्रभवस्य रामादेवी सुतः श्री जयदेवकस्य पराशर अदि प्रिय वर्ग कण्ठे श्री गीत गोविन्द कवित्वम् अस्तु

साध्वी माध्वीक चिन्तानभवतिभवतश्शर्करे कर्कशऽसि द्राक्षे द्रक्ष्यंतिकेत्वाम् अमृतमृतमसि क्षीरनीरंरसस्ते। माकंद क्रंदकांताधरधर न तुलाम् गच्छयच्छन्तिभावम् यावच्छृङ्गारसारम्शुभमिवजयदेवस्यवैदग्ध्यवाचः॥ १२-१२
= साध्वी माध्वीक चिंता न भवति भवतः शर्करे कर्कशा असि द्राक्षे द्रक्ष्यन्ति के त्वाम् अमृत मृतम् असि क्षीर नीरम् रसः ते माकन्द क्रन्द कान्त अधर धर न तुलाम् गच्छ यच्छन्ति भावम् यावत् शृङ्गार सारम् शुभम् इव जयदेवस्य वैदग्ध्य वाचः

इत्थम् केलिततीर्विहृत्य यमुनाकूले समम् राधया तद्रोमावलिमौक्तिकावलियुगे वेणीभ्रमम् बिभ्रति। तत्राह्लादकुचप्रयागफलयोर्लिप्सावतोर्हस्तयोः व्यापाराः पुरुषोत्तमस्यददतुस्फीताम् मुदाम् सम्पदम्॥ १२-१३
= इत्थम् केलि ततीः विहृत्य यमुना कूले समम् राधया तत् रोम आवलि मौक्तिक आवलि युगे वेणी भ्रमम् बिभ्रति तत्र अह्लाद कुच प्रयाग फलयोः लिप्सावतोः हस्तयोः व्यापाराः पुरुषोत्तमस्य ददतु स्फीताम् मुदाम् सम्पदम्

# end
