var u = require('./utils');
var Const = require('./const');
var shiva = require('shiva-sutras');
var log = u.log;

var sutras = [
    {num: '',
     num_: '8.4.55',
     descr: 'soft consonant except nasal, followed by a hard consonant changes to 1st consonant of class',
     marks: [
         // FIXME: марка должна быть ключем, == переделать ==
         // во-первых, комб. ни разу не встретились. Во-вторых, встретились глухой-глухой, которых тут нет. Не проверил придыхания
         {'गक': 'क्क', 'जक': 'च्क', 'डक': 'ट्क', 'दक': 'त्क', 'बक': 'प्क'},
         {'गच': 'क्च', 'जच': 'च्च', 'डच': 'ट्च', 'दच': 'त्च', 'बच': 'प्च'},
         {'गट': 'क्ट', 'जट': 'च्ट', 'डट': 'ट्ट', 'दट': 'त्ट', 'बट': 'प्ट'},
         {'गत': 'क्त', 'जत': 'च्त_0', 'डत': 'ट्त_8', 'दत': 'त्त', 'बत': 'प्त'},
         {'गप': 'क्प', 'जप': 'च्प', 'डप': 'ट्प', 'दप': 'त्प', 'बप': 'प्प'},

         {'गक': 'क्क', 'जक': 'च्क', 'डक': 'ट्क', 'दक': 'त्क', 'बक': 'प्क'},
         {'गछ': 'क्छ_1', 'जछ': 'च्छ_673', 'डछ': 'ट्छ_0', 'दछ': 'त्छ_0', 'बछ': 'प्छ_2'},
         {'गट': 'क्ट', 'जट': 'च्ट', 'डट': 'ट्ट', 'दट': 'त्ट', 'बट': 'प्ट'},
         {'गथ': 'क्थ', 'जथ': 'च्थ', 'डथ': 'ट्थ', 'दथ': 'त्थ', 'बथ': 'प्थ_0'},
         {'गफ': 'क्फ_1', 'जफ': 'च्फ_0', 'डफ': 'ट्फ_0', 'दफ': 'त्फ_19', 'बफ': 'प्फ_0'},
     ],
    },
    {num: 'xxx',
     descr: 'The four final stops (k t ṭ p) become the nasal sound from their varga when followed by n or m',
     marks: [
         // (k t ṭ p)
         // ङ - ण - न - म
         {'ङ्न': 'कन', 'ण्न': 'टन', 'न्न': 'नत', 'म्न': 'पन'},
         {'ङ्म': 'कम', 'ण्म': 'टम', 'न्म': 'तम', 'म्म': 'पम'},
         // either 3-d - ग - ड - द - ब
         {'ग्न': 'कन', 'ड्न_0': 'टन', 'द्न': 'नत', 'ब्न_0': 'पन'},
         {'ग्म': 'कम', 'ड्म_0': 'टम', 'द्म': 'तम', 'ब्म_0': 'पम'},
     ],
     rules: ['', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ]
    },
    {num: '',
     descr: '',
     rules: ['', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ]
    },
    {num: '',
     descr: '',
     rules: ['', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ]
    },
    {num: '',
     descr: '',
     rules: ['', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ]
    },
];


module.exports = sutras;
