var utils = require('../utils');
var salita = require('salita-component');

//

var tests = [
    // 0
    [
        [ 'मेघैर्मेदुरमम्बरम्', 'मेघैः मेदुरम् अंबरम्' ],
        [ 'वनभुवः', 'वन भुवः' ],
        [ 'श्यामास्तमालद्रुमैः', 'श्यामाः तमाल द्रुमैः' ],
        [ 'नक्तम्', 'नक्तम्' ],
        [ 'भीरुरयम्', 'भीरुः अयम्' ],
        [ 'त्वमेव', 'त्वम् एव' ],
        [ 'तदिमम्', 'तत् इमम्' ],
        [ 'राधे', 'राधे' ],
        [ 'गृहम्', 'गृहम्' ],
        [ 'प्रापय', 'प्रापय' ],
        [ 'इत्थम्', 'इत्थम्' ],
        [ 'नन्दनिदेशितश्चलितयोः', 'नन्द निदेशितः चलितयोः' ],
        [ 'प्रत्यध्वकुञ्जद्रुमम्', 'प्रति अध्व कुंज द्रुमम्' ],
        [ 'राधामाधवयोर्जयन्ति', 'राधा माधवयोः जयन्ति' ],
        [ 'यमुनाकूले', 'यमुना कूले' ],
        [ 'रहःकेलयः', 'रहः केलयः' ],
    ],
    // 1
    [
        [ 'वाग्देवताचरितचित्रितचित्तसद्मा',  'वाक् देवता चरित चित्रित चित्त सद्मा' ],
        [ 'पद्मावतीचरणचारणचक्रवर्ती', 'पद्मावती चरण चारण चक्रवर्ती' ],
        [ 'श्रीवासुदेवरतिकेलिकथासमेतम्',  'श्री वासुदेव रति केलि कथा समेतम्' ],
        [ 'एतम्', 'एतम्' ],
        [ 'करोति', 'करोति' ],
        [ 'जयदेवकविः', 'जयदेव कविः' ],
        [ 'प्रबन्धम्', 'प्रबन्धम्' ],
    ],
    // 2
    [
        [ 'यदि', 'यदि' ],
        [ 'हरिस्मरणे', 'हरि स्मरणे' ],
        [ 'सरसम्', 'सरसम्' ],
        [ 'मनो', 'मनः' ],
        [ 'यदि', 'यदि' ],
        [ 'विलासकलासु', 'विलास कलासु' ],
        [ 'कुतूहलम्', 'कुतूहलम्' ],
        [ 'मधुरकोमलकान्तपदावलीम्', 'मधुर कोमल कांत पद आवलीम्' ],
        [ 'शृणु', 'शृणु' ],
        [ 'तदा', 'तदा' ],
        [ 'जयदेवसरस्वतीम्', 'जयदेव सरस्वतीम्' ],
    ],
    // 3
    [
        [ 'सन्दर', 'संद र' ],
        [ 'वाचः', 'वाचः' ],
        [ 'पल्लवयत्युमापतिधरः', 'पल्लवयति उमापतिधरः' ],
        [ 'सन्दर्भशुद्धिम्', 'संदर्भ शुद्धिम्' ],
        [ 'गिराम्', 'गिराम्' ],
        [ 'जानीते', 'जानीते' ],
        [ 'जयदेव', 'जयदेव' ],
        [ 'एव', 'एव' ],
        [ 'शरणः', 'शरणः' ],
        [ 'श्लाघ्यो', 'श्लाघ्यः' ],
        [ 'दुरूहद्रुते', 'दुर् ऊह द्रुते' ],
        [ 'शृङ्गारोत्तरसत्प्रमेयरचनैराचार्यगोवर्धन', 'शृंगार उत्तर सत् प्रमेय रचनैः आचार्य गोवर्धन' ],
        [ 'स्पर्धी', 'स्पर्धी' ],
        [ 'कोऽपि', 'कः अपि' ],
        [ 'न', 'न' ],
        [ 'विश्रुतः', 'विश्रुतः' ],
        [ 'श्रुतिधरो', 'श्रुतिधरः' ],
        [ 'धोयी', 'धोयी' ],
        [ 'कविक्ष्मापतिः', 'कवि क्ष्मा पतिः' ],
    ],
    // 4
    [
        [ 'प्रलयपयोधिजले', 'प्रलय पयोधि जले' ],
        [ 'धृतवानसि', 'धृतवान् असि' ],
        [ 'वेदम्', 'वेदम्' ],
        [ 'विहितवहित्रचरित्रमखेदम्', 'विहित वहित्र चरित्रम् अखेदम्' ],
        [ 'केशवाधृतमीनशरीर', 'केशव धृत मीन शरीर' ],
        [ 'जयजगदीशहरे', 'जय जगत् ईश हरे' ],
    ],
    // 5
    [
        [ 'क्षितिरतिविपुलतरे', 'क्षितिः अति विपुल तरे' ],
        [ 'तवतिष्ठतिपृष्ठे', 'तव तिष्ठति पृष्ठे' ],
        [ 'धरणिधरणकिणचक्रगरिष्ठे', 'धरणि धरण किण चक्र गरिष्ठे' ],
        [ 'केशव', 'केशव' ],
        [ 'धृतकच्छपरूप', 'धृत कच्छप रूप' ],
        [ 'जयजगदीशहरे', 'जय जगदीश हरे' ],
    ],
    // 6
    [
        [ 'वसति', 'केशव धृत सूकर रूप वसति' ],
        [ 'दशनशिखरे', 'दशन शिखरे' ],
        [ 'धरणीतवलग्ना', 'धरणी तव लग्ना' ],
        [ 'शशिनि', 'शशिनि' ],
        [ 'कलङ्ककलेव', 'कलंक कल इव' ],
        [ 'निमग्ना', 'निमग्ना' ],
        [ 'केशव', 'केशव' ],
        [ 'धृतसूकररूप', 'धृत सूकर रूप' ],
        [ 'जयजगदीशहरे', 'जय जगदीश हरे' ],
    ],
    // 7
    [
        [ 'तव', 'तव' ],
        [ 'करकमलवरे', 'कर कमल वरे' ],
        [ 'नखमद्भुतशृङ्गम्', 'नखम् अद्भुत शृंगम्' ],
        [ 'दलितहिरण्यकशिपुतनुभृङ्गम्', 'दलित हिरण्यकशिपु तनु भृंगम्' ],
        [ 'केशव', 'केशव' ],
        [ 'धृतनरहरिरूप', 'धृत नर हरि रूप' ],
        [ 'जयजगदीशहरे', 'जय जगदीश हरे' ],
    ],
    // 8
    [
        [ 'छलयसि', 'छलयसि' ],
        [ 'विक्रमणे', 'विक्रमणे' ],
        [ 'बलिमद्भुतवामन', 'बलिम् अद्भुत वामन' ],
        [ 'पदनखनीरजनितजनपावन', 'पद नख नीर जनित जन पावन' ],
        [ 'केशव', 'केशव' ],
        [ 'धृतवामनरूप', 'धृत वामन रूप' ],
        [ 'जयजगदीशहरे', 'जय जगदीश हरे' ],
    ],
    // 9
    [
        [ 'क्षत्रियरुधिरमये', 'क्षत्रिय रुधिरमये' ],
        [ 'जगदपगतपापम्', 'जगत् अपगत पापम्' ],
        [ 'स्नपयसि', 'स्नपयसि' ],
        [ 'पयसि', 'पयसि' ],
        [ 'शमितभवतापम्', 'शमित भव तापम्' ],
        [ 'केशव', 'केशव' ],
        [ 'धृतभृघुपतिरूप', 'धृत भृघु पति रूप' ],
        [ 'जयजगदीशहरे', 'जय जगदीश हरे' ],
    ],
    // 10
    [
        [ 'वितरसि', 'वितरसि' ],
        [ 'दिक्षु', 'दिक्षु' ],
        [ 'रणे', 'रणे' ],
        [ 'दिक्पतिकमनीयम्', 'दिक् पति कमनीयम्' ],
        [ 'दशमुखमौलिबलिम्', 'दश मुख मौलि बलिम्' ],
        [ 'रमणीयम्', 'रमणीयम्' ],
        [ 'केशव', 'केशव' ],
        [ 'धृतरामशरीर', 'धृत राम शरीर' ],
        [ 'जयजगदीशहरे', 'जय जगदीश हरे' ],
    ],
    // 11
    [
        [ 'वहसि', 'वहसि' ],
        [ 'वपुषिविशदेवसनम्', 'वपुषि विशदे वसनम्' ],
        [ 'जलदाभम्', 'जलद अभम्' ],
        [ 'हलहतिभीतिमिलितयमुनाभम्', 'हल हति भीति मिलित यमुन आभम्' ],
        [ 'केशव', 'केशव' ],
        [ 'धृतहलधररूप', 'धृत हल धर रूप' ],
        [ 'जयजगदीशहरे', 'जय जगदीश हरे' ],
    ],
    // 12
    [
        [ 'निन्दति', 'निन्दति' ],
        [ 'यज्ञविधेरहह', 'यज्ञ विधेः अ ह ह' ],
        [ 'श्रुतिजातम्', 'श्रुति जातम्' ],
        [ 'सदयहृदयदर्शितपशुघातम्', 'सदय हृदय दर्शित पशु घातम्' ],
        [ 'केशव', 'केशव' ],
        [ 'धृतबुद्धशरीर', 'धृत बुद्ध शरीर' ],
        [ 'जयजगदीशहरे', 'जय जगदीश हरे' ],
    ],
    // 13
    [
        [ 'म्लेच्छनिवहनिधने', 'म्लेच्छ निवह निधने' ],
        [ 'कलयसिकरवालम्', 'कलयसि करवालम्' ],
        [ 'धूमकेतुमिव', 'धूम केतुम् इव' ],
        [ 'किमपिकरालम्', 'किम् अपि करालम्' ],
        [ 'केशव', 'केशव' ],
        [ 'धृतकल्किशरीर', 'धृत कल्कि शरीर' ],
        [ 'जयजगदीशहरे', 'जय जगदीश हरे' ],
    ],
    // 14
    [
        [ 'श्रीजयदेवकवेरिदमुदितमुदारम्',  'श्री जयदेव कवेः इदम् उदितम् उदारम्' ],
        [ 'शृणु', 'शृणु' ],
        [ 'सुखदम्', 'सुख दम्' ],
        [ 'शुभदम्', 'शुभ दम्' ],
        [ 'भवसारम्', 'भव सारम्' ],
        [ 'केशव', 'केशव' ],
        [ 'धृतदशविधरूप', 'धृत दश विध रूप' ],
        [ 'जयजगदीशहरे', 'जय जगदीश हरे' ],
    ],
    // 15
    [
        [ 'वेदानुद्धरते', 'वेदान् उद्धरते' ],
        [ 'जगन्निवहते', 'जगत् निवहते' ],
        [ 'भूगोलमुद्बिभ्रते', 'भू गोलम् उद् बिभ्रते' ],
        [ 'दैत्यम्', 'दैत्यम्' ],
        [ 'दारयते', 'दारयते' ],
        [ 'बलिम्', 'बलिम्' ],
        [ 'च्छलयते', 'च्छलयते' ],
        [ 'क्षत्रक्षयम्', 'क्षत्र क्षयम्' ],
        [ 'कुर्‌वते', 'कुर्‌वते' ],
        [ 'पौलस्त्यम्', 'पौलस्त्यम्' ],
        [ 'जयते', 'जयते' ],
        [ 'हलम्', 'हलम्' ],
        [ 'कलयते', 'कलयते' ],
        [ 'कारुण्यमातन्वते', 'कारुण्यम् आतन्वते' ],
        [ 'म्लेच्छान्मूर्च्छयते', 'म्लेच्छान् मूर्च्छयते' ],
        [ 'दशाकृतिकृते', 'दश अकृति कृते' ],
        [ 'कृष्णाय', 'कृष्णाय' ],
        [ 'तुभ्यम्', 'तुभ्यम्' ],
        [ 'नमः', 'नमः' ],
    ],
    // 16
    [
        [ 'श्रितकमलाकुचमण्डल', 'श्रित कमला कुच मण्डल' ],
        [ 'धृतकुण्डल', 'धृत कुण्डल' ],
        [ 'ए', 'ए' ],
        [ 'कलितललितवनमाल', 'कलित ललित वनमाल' ],
        [ 'जय', 'जय' ],
        [ 'जय', 'जय' ],
        [ 'देव', 'देव' ],
        [ 'हरे', 'हरे' ],
    ],
    // 17
    [
        [ 'दिनमणीमण्दलमण्डन', 'दिन मणि मण्दल मण्डन' ],
        [ 'भवखण्डन', 'भव खण्डन' ],
        [ 'मुनिजनमानसहंस', 'मुनि जन मानस हन्स' ],
        [ 'जय', 'जय' ],
        [ 'जयदेव', 'जय देव' ],
        [ 'हरे', 'हरे' ],
    ],
    // 18
    [
        [ 'कालियविषधरगञ्जन', 'कालिय विष धर गंजन' ],
        [ 'जनरञ्जन', 'जन रंजन' ],
        [ 'यदुकुलनलिनदिनेश', 'यदु कुल नलिन दिन ईश' ],
        [ 'जय', 'जय' ],
        [ 'जय', 'जय' ],
        [ 'देव', 'देव' ],
        [ 'हरे', 'हरे' ],
    ],
    // 19
    [
        [ 'मधुमुरनरकविनाशन', 'मधु मुर नरक विनाशन' ],
        [ 'गरुडासन', 'गरुड आसन' ],
        [ 'सुरकुलकेलिनिदान', 'सुर कुल केलि निदान' ],
        [ 'जय', 'जय' ],
        [ 'जय', 'जय' ],
        [ 'देव', 'देव' ],
        [ 'हरे', 'हरे' ],
    ],
    // 20
    [
        [ 'अमलकमलदललोचन', 'अमल कमल दल लोचन' ],
        [ 'भवमोचन्', 'भव मोचन्' ],
        [ 'त्रिभुवनभवननिधान', 'त्रि भुवन भवन निधान' ],
        [ 'जय', 'जय' ],
        [ 'जय', 'जय' ],
        [ 'देव', 'देव' ],
        [ 'हरे', 'हरे' ],
    ],
    // 21
    [
        [ 'जनकसुताकृतभूषण', 'जनक सुता कृत भूषण' ],
        [ 'जितदूषण', 'जित दूषण' ],
        [ 'समरशमितदशखण्ठ', 'समर शमित दश खण्ठ' ],
        [ 'जय', 'जय' ],
        [ 'जय', 'जय' ],
        [ 'देव', 'देव' ],
        [ 'हरे', 'हरे' ],
    ],
    // 22
    [
        [ 'अभिनवजलधरसुन्दर', 'अभिनव जल धर सुन्दर' ],
        [ 'धृतमन्दर', 'धृत मन्दर' ],
        [ 'श्रीमुखचन्द्रचकोर', 'श्री मुख चन्द्र चकोर' ],
        [ 'जय', 'जय' ],
        [ 'जय', 'जय' ],
        [ 'देव', 'देव' ],
        [ 'हरे', 'हरे' ],
    ],
    // 23
    [
        [ 'तवचरणे', 'तव चरणे' ],
        [ 'प्रणतावयमिति', 'प्रणता वयम् इति' ],
        [ 'भावय', 'भावय' ],
        [ 'कुरुकुशलम्', 'कुरु कुशलम्' ],
        [ 'प्रणतेषु', 'प्रणतेषु' ],
        [ 'जय', 'जय' ],
        [ 'जय', 'जय' ],
        [ 'देव', 'देव' ],
        [ 'हरे', 'हरे' ],
    ],
    // 24
    [
        [ 'श्रीजयदेवकवेरिदम्', 'श्री जयदेव कवेः इदम्' ],
        [ 'कुरुते', 'कुरुते' ],
        [ 'मुदम्', 'मुदम्' ],
        [ 'मङ्गलमुज्ज्वलगीतम्', 'मङ्गलम् उज्ज्वल गीतम्' ],
        [ 'जय', 'जय' ],
        [ 'जय', 'जय' ],
        [ 'देव', 'देव' ],
        [ 'हरे', 'हरे' ],
    ],
    // 25
    [
        [ 'पद्मापयोधरतटीपरिरम्भलग्न', 'पद्मा पयो धर तटी परि रंभ लग्न' ],
        [ 'काश्मीरमुद्रितमुरो', 'काश्मीर मुद्रितम् उरः' ],
        [ 'मधुसूदनस्य', 'मधु सूदनस्य' ],
        [ 'व्यक्तानुरागमिव', 'व्यक्त अनुरागम् इव' ],
        [ 'खेलदनङ्गखेद', 'खेलत् अनंग खेद' ],
        [ 'स्वेदांबुपूरमनुपूरयतु', 'स्वेद अंबु पूरम् अनुपूरयतु' ],
        [ 'प्रियम्', 'प्रियम्' ],
        [ 'वः', 'वः' ],
    ],
    // 26
    [
        [ 'वसन्ते', 'वसन्ते' ],
        [ 'वासन्तीकुसुमसुकुमारैरवयवैः',  'वासन्ती कुसुम सुकुमारैः अवयवैः' ],
        [ 'भ्रमन्तीम्', 'भ्रमन्तीम्' ],
        [ 'कान्तारे', 'कान्तारे' ],
        [ 'बहुविहितकृष्णानुसरणाम्', 'बहु विहित कृष्ण अनुसरणाम्' ],
        [ 'अमन्दम्', 'अमन्दम्' ],
        [ 'कन्दर्पज्वरजनितचिन्ताकुलतया',  'कन्दर्प ज्वर जनित चिन्त आकुलतया' ],
        [ 'वलद्बाधाम्', 'वलत् बाधाम्' ],  // ERR? 'वलद् बाधाम्'
        [ 'राधाम्', 'राधाम्' ],
        [ 'सरसमिदमुचे', 'स रसम् इदम् उचे' ],
        [ 'सहचरी', 'सह चरी' ],
    ],
    // 27
    [
        [ 'ललितलवङ्गलतापरिशीलनकोमलमलयसमीरे',  'ललित लवंग लता परिशीलन कोमल' ],
        [ 'मधुकरनिकरकरम्बितकोकिलकूजितकुञ्जकुटीरे',  'मलय समीरे मधुकर निकर करम्बित कोकिल कूजित कुंज कुटीरे' ],
        [ 'विहरति', 'विहरति' ],
        [ 'हरिरिह', 'हरिः इह' ],
        [ 'सरसवसन्ते', 'स रस वसन्ते' ],
        [ 'नृत्यति', 'नृत्यति' ],
        [ 'युवतिजनेन', 'युवति जनेन' ], // ERR ? 'युवती जनेन'
        [ 'समम्', 'समम्' ],
        [ 'सखि', 'सखि' ],
        [ 'विरहिजनस्य', 'विरहि जनस्य' ],
        [ 'दुरन्ते', 'दुरन्ते' ],
    ],
    // 28
    [
        [ 'उन्मदमदनमनोरथपथिकवधूजनजनितविलापे',  'उत् मद मदन मनोरथ पथिक वधू जन जनित विलापे' ],
        [ 'अलिकुलसंकुलकुसुमसमूहनिराकुलबकुलकलापे',  'अलि कुल संकुल कुसुम समूह निराकुल बकुल कलापे' ],
    ],
    // 29
    [
        [ 'मृगमदसौरभरभसवशंवदनवदलमालतमाले',  'मृग मद सौरभ रभस वशंवद नव दल माल तमाले' ],
        [ 'युवजनहृदयविदारणमनसिजनखरुचिकिंशुकजाले',  'युव जन हृदय विदारण मनसिज नख रुचि किंशुक जाले' ],
    ],
    // 30
    [
        [ 'मदनमहीपतिकनकदण्डरुचिकेसरकुसुमविकासे',
          'मदन मही पति कनक दण्ड रुचि केसर कुसुम विकासे' ],
        [ 'मिलितशिलीमुखपाटलिपटलकृतस्मरतूणविलासे',
          'मिलित शिली मुख पाटलि पटल कृत स्मर तूण विलासे' ],
    ],
    // 31
    [
        [ 'विगलितलज्जितजगदवलोकनतरुणकरुणकृतहासे',  'विगलित लज्जित जगत् अवलोकन तरुण करुण कृत हासे' ],
        [ 'विरहिनिकृन्तनकुन्तमुखाकृतिकेतकदन्तुरिताशे',  'विरहि निकृन्तन कुन्त मुख आकृति केतक दन्तुरित अशे' ],
    ],
    // 32
    [
        [ 'माधविकापरिमलललिते', 'माधविका परिमल ललिते' ],
        [ 'नवमालिकजातिसुगन्धौ', 'नव मालिक जाति सुगन्धौ' ],
        [ 'मुनिमनसामपि', 'मुनि मनसाम् अपि' ],
        [ 'मोहनकारिणि', 'मोहन कारिणि' ],
        [ 'तरुणाकारणबन्धौ', 'तरुण अ कारण बन्धौ' ],
    ],
    // 33
    [
        [ 'स्फुरदतिमुक्तलतापरिरम्भणमुकुलितपुलकितचूते',  'स्फुरत् अतिमुक्त लता परि रंभण मुकुलित पुलकित चूते' ],
        [ 'बृन्दावनविपिने', 'बृंदावन विपिने' ],
        [ 'परिसरपरिगतयमुनाजलपूते', 'परि सर परि गत यमुना जल पूते' ],
    ],
    // 34
    [
        [ 'श्रीजयदेवभणितमिदमुदयति', 'श्री जयदेव भणितम् इदम् उदयति' ],
        [ 'हरिचरणस्मृतिसारम्', 'हरि चरण स्मृति सारम्' ],
        [ 'सरसवसन्तसमयवनवर्णनमनुगतमदनविकारम्',  'सरस वसन्त समय वन वर्णनम् अनु गत मदन विकारम्' ],
    ],
    // 35
    [
        [ 'दरविदलितमल्लीवल्लिचञ्चत्पराग',  'दर विदलित मल्ली वल्लि चंचत्' ],
        [ 'प्रकटितपटवासैर्वासयन्', 'पराग प्रकटित पटवासैः वासयन्' ],
        [ 'काननानि', 'काननानि' ],
        [ 'इह', 'इह' ],
        [ 'हि', 'हि' ],
        [ 'दहति', 'दहति' ],
        [ 'चेतः', 'चेतः' ],
        [ 'केतकीगन्धबन्धुः', 'केतकी गन्ध बन्धुः' ],
        [ 'प्रसरदसमबाणप्राणवद्गन्धवाहः',  'प्रसरत् असम बाण प्राण वत् गन्ध वाहः' ],
    ],
    // 36
    [
        [ 'उन्मीलन्मधुगन्धलुब्धमधुपव्याधूतचूताङ्कुर',  'उन्मीलत् मधु गन्ध लुब्ध मधुप व्याधूत चूत अंकुर' ],
        [ 'क्रीडत्कोकिलकाकलीकलकलैरुद्गीर्णकर्णज्वराः',  'क्रीडत् कोकिल काकली कल कलैः उद्गीर्ण कर्ण ज्वराः' ],
        [ 'नीयन्ते', 'नीयन्ते' ],
        [ 'पथिकैः', 'पथिकैः' ],
        [ 'कथंकथमपि', 'कथम् कथम् अपि' ],
        [ 'ध्यानानुधानक्षण', 'ध्यान अनुधान अवधान क्षण' ],
        [ 'प्राप्तप्राणसमासमागमरसोल्लासैरमी',  'प्राप्त प्राण समा समागम रस उल्लासैः अमी' ],
        [ 'वासराः', 'वासराः' ],
    ],
    // 37
    [
        [ 'अनेकनारीपरिरम्भसम्भ्रम', 'अनेक नारी परि रंभ' ],
        [ 'स्फुरन्मनोहारिविलासलालसम्', 'संभ्रम स्फुरत् मनोहारि विलास लालसम्' ],
        [ 'मुरारिमारादुपदर्शयन्त्यसौ',  'मुर अरिम् आरात् उप दर्शयन्ति असौ' ],
        [ 'सखी', 'सखी' ],
        [ 'समक्षम्', 'समक्षम्' ],
        [ 'पुनराह', 'पुनः आह' ],
        [ 'राधिकाम्', 'राधिकाम्' ],
    ],
    // 38
    [
        [ 'चन्दनचर्चितनीलकलेवरपीतवसनवनमाली', 'चन्दन चर्चित नील कलेवर पीत वसन वनमाली' ],
        [ 'केलिचलन्मणिकुण्डलमण्डितगण्डयुगस्मितशाली',  'केलि चलत् मणि कुण्डल मण्डित गण्ड युग स्मित शाली' ],
        [ 'हरिरिहमुग्धवधूनिकरे', 'हरिः इह मुग्ध वधू निकरे' ],
        [ 'विलासिनि', 'विलासिनि ' ],
        [ 'विलसति', 'विलसति' ],
        [ 'केलिपरे', 'केलि परे' ],
    ],
    // 39
    [
        [ 'पीनपयोधरभारभरेण', 'पीन पयोधर भार भरेण' ],
        [ 'हरिम्', 'हरिम्' ],
        [ 'परिरम्य', 'परि रम्य' ], // ERR ? 'परि रभ्य रम्य'
        [ 'सरागम्', 'सरागम्' ],
        [ 'गोपवधूरनुगायति', 'गोप वधूः अनु गायति' ],
        [ 'काचिदुदञ्चितपञ्चमरागम्', 'काचित् उदंचित पंचम रागम्' ],
    ],
    // 40
    [
        [ 'कापि', 'का अपि' ],
        [ 'विलासविलोलविलोचनखेलनजनितमनोजम्',  'विलास विलोल विलोचन खेलन जनित मनोजम्' ],
        [ 'ध्यायति', 'ध्यायति' ],
        [ 'मुग्धवधूरधिकम्', 'मुग्ध वधूः अधिकम्' ],
        [ 'मधुसूदनवदनसरोजम्', 'मधु सूदन वदन सरोजम्' ],
    ],
    // 41
    [
        [ 'कापि', 'का अपि' ],
        [ 'कपोलतले', 'कपोल तले' ],
        [ 'मिलिता', 'मिलिता' ],
        [ 'लपितुम्', 'लपितुम्' ],
        [ 'किमपि', 'किम् अपि' ],
        [ 'श्रुतिमूले', 'श्रुति मूले' ],
        [ 'चारु', 'चारु' ],
        [ 'चुचुंब', 'चुचुंब' ],
        [ 'नितंबवती', 'नितंबवती' ],
        [ 'दयितम्', 'दयितम्' ],
        [ 'पुलकैरनुकूले', 'पुलकैः अनुकूले' ],
    ],
    // 42
    [
        [ 'केलिकलाकुतुकेन', 'केलि कला कुतुकेन' ],
        [ 'च', 'च' ],
        [ 'काचिदमुम्', 'काचित् अमुम्' ],
        [ 'यमुनाजलकूले', 'यमुना जल कूले' ],
        [ 'मञ्जुलवञ्जुलकुञ्जगतम्', 'मञ्जुल वंजुल कुंज गतम्' ],
        [ 'विचकर्ष', 'विचकर्ष' ],
        [ 'करेण', 'करेण' ],
        [ 'दुकूले', 'दुकूले' ],
    ],
    // 43
    [
        [ 'करतलतालतरलवलयावलिकलितकलस्वंअवंशे',  'कर तल ताल तरल वलय आवलि कलित कल स्वन वंशे' ],
        [ 'रासरसे', 'रास रसे' ],
        [ 'सहनृत्यपरा', 'सह नृत्य परा' ],
        [ 'हरिणा', 'हरिणा' ],
        [ 'युवतिः', 'युवतिः' ],
        [ 'प्रशशंसे', 'प्रशशंसे' ],
    ],
    // 44
    [
        [ 'श्लिष्यति', 'श्लिष्यति' ],
        [ 'कामपि', 'काम् अपि' ],
        [ 'चुम्बति', 'चुंबति' ],
        [ 'कामपि', 'काम् अपि' ],
        [ 'कामपि', 'काम् अपि' ],
        [ 'रमयति', 'रमयति' ],
        [ 'रामाम्', 'रामाम्' ],
        [ 'पश्यति', 'पश्यति' ],
        [ 'सस्मितचारुपरामपरामनुगच्छति',  'सः स्मित चारु तराम् अपराम् अनु गच्छति' ],
        [ 'वामाम्', 'वामाम् ' ],
        [ 'हरिरिह', 'हरिरिह' ],
        [ 'केलिपरे', 'केलिपरे' ],
    ],
    // 45
    [
        [ 'श्रीजयदेवभणितमिदमद्भुतकेशवकेलिरहस्यम्',  'श्री जयदेव भणितम् इदम् अद्भुत केशव केलि रहस्यम्' ],
        [ 'वृन्दावनविपिने', 'वृन्दावन विपिने' ],
        [ 'ललितम्', 'ललितम्' ],
        [ 'वितनोतु', 'वितनोतु' ],
        [ 'शुभानि', 'शुभानि' ],
        [ 'यशस्यम्', 'यशस्यम्' ],
        [ 'हरिरिह', 'हरिरिह' ],
        [ 'केलिपरे', 'केलिपरे' ],
    ],
    // 46
    [
        [ 'विश्वेषामनुरंजनेन', 'विश्वेषाम् अनुरंजनेन' ],
        [ 'जनयन्नानानंदमिन्दीवर', 'जनयन् आनानंदम् इन्दीवर' ],
        [ 'श्रेणीश्यामलकोमलैरुपनयन्नङ्गैरनङ्गोत्सवम्',  'श्रेणी श्यामल कोमलैः उपनयन् अन्गैः अनंग उत्सवम्' ],
        [ 'स्वच्छंदम्', 'स्वच्छंदम्' ],
        [ 'व्रजसुन्दरीभिरभितः', 'व्रज सुन्दरीभिः अभितः' ],
        [ 'प्रत्यङ्गमालिङ्गितः', 'प्रति अंगम् आलिंगितः' ],
        [ 'शृङ्गारः', 'शृंगारः' ],
        [ 'सखि', 'सखि' ],
        [ 'मूर्तिमानिव', 'मूर्तिमान् इव' ],
        [ 'मधौ', 'मधौ' ],
        [ 'मुग्धो', 'मुग्धो' ],
        [ 'हरिः', 'हरिः' ],
        [ 'क्रीडति', 'क्रीडति' ],
    ],
    // 47
    [
        [ 'नित्योत्संगवसद्भुजंगकवलक्लेशादिवेशाचलम्',
          'नित्य उत्संग वसत् भुजंग कवल क्लेशात् इव ईश अचलम्' ],
        [ 'प्रालेयप्लवनेच्छयानुसरति', 'प्रालेय प्लवन इच्छया अनुसरति' ],
        [ 'श्रीखण्डशैलानिलः', 'श्री खण्ड शैल अनिलः' ],
        [ 'किम्', 'किम्' ],
        [ 'च', 'च' ],
        [ 'स्निग्धरसालमौलिमुकुलान्यालोक्य',
          'स्निग्ध रसाल मौलि मुकुलानि आलोक्य' ],
        [ 'हर्षोदयात्', 'हर्ष उदयात्' ],
        [ 'उन्मीलन्ति', 'उन्मीलन्ति' ],
        [ 'कुहूः', 'कुहूः' ],
        [ 'कुहूरिति', 'कुहूः इति' ],
        [ 'कलोत्तलाः', 'कल उत्तलाः' ],
        [ 'पिकानाम्', 'पिकानाम्' ],
        [ 'गिरः', 'गिरः' ],
    ],
    // 48
    [
        [ 'रासोल्लासभरेणविभ्रमभृतामाभीरवामभ्रुवाम्',  'रास उल्लास भरेण विभ्रम भृताम् आभीर वाम भ्रुवाम्' ],
        [ 'अभ्यर्णम्', 'अभ्यर्णम्' ],
        [ 'परिरम्यनिर्भरमुरः', 'परिरम्य निर्भरम् उरः' ], // ERR ? 'परिरभ्य निर्भरम् उरः'
        [ 'प्रेमान्धया', 'प्रेम अन्धया' ],
        [ 'राधया', 'राधया' ],
        [ 'साधु', 'साधु' ],
        [ 'त्वद्वदनम्', 'त्वत् वदनम्' ],
        [ 'सुधामयमिति', 'सुधामयम् इति' ],
        [ 'व्याहृत्य', 'व्याहृत्य' ],
        [ 'गीतस्तुति', 'गीत स्तुति' ], // ERR ? 'गीत स्तुती'
        [ 'व्याजादुत्कटचुम्बितस्मितमनोहरी',  'व्याजात् उत्कट चुम्बित स्मित मनोहरी' ],
        [ 'हरिः', 'हरिः' ],
        [ 'पातु', 'पातु' ],
        [ 'वः', 'वः' ],
    ],
    // 49
    [
        [ 'विहरति', 'विहरति' ],
        [ 'वने', 'वने' ],
        [ 'राधा', 'राधा' ],
        [ 'साधारणप्रणये', 'साधारण प्रणये' ],
        [ 'हरौ', 'हरौ' ],
        [ 'विगलित', 'विगलित' ],
        [ 'निजोत्कर्षादीर्ष्यावशेन', 'निज उत्कर्षात् ईर्ष्या वशेन' ],
        [ 'गतान्यतः', 'गत अन्यतः' ],
        [ 'क्वचिदपि', 'क्वचित् अपि' ],
        [ 'लताकुञ्जे', 'लता कुंजे' ],
        [ 'गुञ्जन्मधुव्रतमण्डली', 'गुंजत् मधु व्रत मण्डली' ],
        [ 'मुखरशिखरे', 'मुखर शिखरे' ],
        [ 'लीना', 'लीना' ],
        [ 'दीनाप्युवाच', 'दीना अपि उवाच' ],
        [ 'रहः', 'रहः' ],
        [ 'सखीम्', 'सखीम्' ],
    ],
    // 50
    [
        [ 'संचलदधरसुधामधुरध्वनिमुखरितमोहनवंशम्',  'संचलत् अधर सुधा मधुर ध्वनि मुखरित मोहन वंशम्' ],
        [ 'चलितदृगंचलचंचलमौलिकपोलविलोलवतंसम्',  'चलित दृगंचल चंचल मौलि कपोल विलोल वतंसम्' ],
        [ 'रासे', 'रासे' ],
        [ 'हरिमिह', 'हरिम् इह' ],
        [ 'विहितविलासम्', 'विहित विलासम्' ],
        [ 'स्मरति', 'स्मरति' ],
        [ 'मनो', 'मनो' ],
        [ 'मम', 'मम' ],
        [ 'कृतपरिहासम्', 'कृत परिहासम्' ],
    ],
    // 51
    [
        [ 'चन्द्रकचारुमयूरशिखण्डकमण्डलवलयितकेशम्',  'चन्द्रक चारु मयूर शिखण्डक मण्डल वलयित केशम्' ],
        [ 'प्रचुरपुरन्दरधनुरनुरञ्जितमेदुरमुदीसुवेशम्',  'प्रचुर पुरन्दर धनुः अनुरंजित मेदुर मुदीर सुवेशम्' ],
    ],
    // 52
    [
        [ 'गोपकदम्बनितम्बवतीमुखचुम्बनलम्भितलोभम्',  'गोप कदंब नितंब वती मुख चुंबन लंभित लोभम्' ],
        [ 'बन्धुजीवमधुराधरपल्लवमुल्लसितस्मितशोभम्',  'बंधु जीव मधुर अधर पल्लवम् उल्लसित स्मित शोभम्' ],
    ],
    // 53
    [
        [ 'विपुलपुलकभुजपल्लववलयितवल्लवयुवतिसहस्रम्',  'विपुल पुलक भुज पल्लव वलयित वल्लव युवति सहस्रम्' ],
        [ 'करचरणोरसि', 'कर चरण उरसि' ],
        [ 'मणिगणभूषणकिरणविभिन्नतमिस्रम्',  'मणि गण भूषण किरण विभिन्न तमिस्रम्' ],
    ],
    // 54
    [
        [ 'जलदपटलवलदिन्दुविनन्दकचन्दनतिलकललाटम्',
          'जलद पटल वलत् इन्दु विनिन्दक चन्दन तिलक ललाटम्' ],
        [ 'पीनपयोधरपरिसरमर्दननिर्दयहृदयकवाटम्',
          'पीन पयोधर परिसर मर्दन निर्दय हृदय कवाटम्' ],
    ],
    // 55
    [
        [ 'मणिमयमकरमनोहरकुण्डलमण्डितगण्डमुदारम्',  'मणि मय मकर मनोहर कुण्डल मण्डित गण्डम् उदारम्' ],
        [ 'पीतवसनमनुगतमुनिमनुजसुरासुरवरपरिवारम्',  'पीत वसनम् अनुगत मुनि मनुज सुर असुर वर परिवारम्' ],
    ],
    // 56
    [
        [ 'विशदकदम्बतले', 'विशद कदंब तले' ],
        [ 'मिलितम्', 'मिलितम्' ],
        [ 'कलिकलुषभयम्', 'कलि कलुष भयम्' ],
        [ 'शमयन्तम्', 'शमयंतम्' ],
        [ 'मामपि', 'माम् अपि' ],
        [ 'किमपि', 'किम् अपि' ],
        [ 'तरन्गदनङ्गदृशा', 'तरंगत् अनंग दृशा' ],
        [ 'मनसा', 'मनसा' ],
        [ 'रमयन्तम्', 'रमयंतम्' ],
    ],
    // 57
    [
        [ 'श्रीजयदेवभणितमतिसुन्दरमोहनमधुरिपुरूपम्',  'श्री जयदेव भणितम् अति सुन्दर मोहन मधु रिपु रूपम्' ],
        [ 'हरिचरणस्मरणम्', 'हरि चरण स्मरणम्' ],
        [ 'प्रति', 'प्रति' ],
        [ 'संप्रति', 'संप्रति' ],
        [ 'पुण्यवतामनुरूपम्',  'पुण्यवताम् अनुरूपम्' ],
    ],
    // 58
    [
        [ 'गणयति', 'गणयति' ],
        [ 'गुणग्रामम्', 'गुण ग्रामम्' ],
        [ 'भामम्', 'भामम्' ],
        [ 'भ्रमादपि', 'भ्रमात् अपि' ],
        [ 'नेहते', 'नेहते' ],
        [ 'वहति', 'वहति' ],
        [ 'च', 'च' ],
        [ 'परितोषम्', 'परितोषम्' ],
        [ 'दोषम्', 'दोषम्' ],
        [ 'विमुञ्चति', 'विमुंचति' ],
        [ 'दूरतः', 'दूरतः' ],
        [ 'युवतिषु', 'युवतिषु' ],
        // [ 'वलस्तृष्णे', 'वलत् तृष्णे' ], // ERR ? 'वलस्तृष्णे', 'वलत् तृष्णे'
        [ 'कृष्णे', 'कृष्णे' ],
        [ 'विहारिणि', 'विहारिणि' ],
        [ 'माम्', 'माम्' ],
        [ 'विना', 'विना' ],
        [ 'पुनरपि', 'पुनः अपि' ],
        [ 'मनो', 'मनः' ],
        [ 'वामम्', 'वामम्' ],
        [ 'कामम्', 'कामम्' ],
        [ 'करोति', 'करोति' ],
        [ 'करोमि', 'करोमि' ],
        [ 'किम्', 'किम्' ],
    ],
    // 59
    [
        [ 'निभृतनिकुञ्जगृहम्', 'निभृत निकुञ्ज गृहम्' ],
        [ 'गतयानिशिरहसिनिलीयवसन्तम्',  'गतया निशि रहसि निलीय वसन्तम्' ],
        [ 'चकितविलोकितसकलदिशा', 'चकित विलोकित सकल दिशा' ],
        [ 'रतिरभसभरेणहसन्तम्', 'रति रभसभरेण हसन्तम्' ],
        [ 'सखि', 'सखि' ],
        [ 'हे', 'हे' ],
        [ 'केशिमथनमुदारम्', 'केशि मथनम् उदारम्' ],
        [ 'रमय', 'रमय' ],
        [ 'मया', 'मया' ],
        [ 'सह', 'सह' ],
        [ 'मदनमनोरथभावितया', 'मदन मनोरथ भावितया' ],
        [ 'सविकारम्', 'सविकारम्' ],
    ],
    // 60
    [
        [ 'प्रथमसमागमलज्जितया', 'प्रथम समागम लज्जितया' ],
        [ 'पटुचाटुशतैरनुकूलम्', 'पटु चाटु शतैः अनुकूलम्' ],
        [ 'मृदुमधुरस्मितभाषितया', 'मृदु मधुर स्मित भाषितया' ],
        [ 'शिथिलीकृतजघनदुकूलम्', 'शिथिली कृत जधन दुकूलम्' ],
        [ 'सखि', 'सखि' ],
        [ 'सविकारम्', 'सविकारम्' ],
    ],
    // 61
    [
        [ 'किसलयशयननिवेशितया', 'किसलय शयन निवेशितया' ],
        [ 'चिरमुरसि', 'चिरम् उरसि' ],
        [ 'ममैव', 'मम एव' ],
        [ 'शयानम्', 'शयानम्' ],
        [ 'कृतपरिरम्भणचुम्बनया', 'कृत परिरभ्य परिरम्भण चुम्बनया' ],
        [ 'कृताधरपानम्', 'कृत अधरपानम्' ],
        [ 'सखि', 'सखि' ],
        [ 'सविकारम्', 'सविकारम्' ],
    ],
    // 62
    [
        [ 'अलसनिमीलितलोचनया', 'अलस निमीलित लोचनया' ],
        [ 'पुलकावलिललितकपोलम्', 'पुलक आवलि ललित कपोलम्' ],
        [ 'श्रमजलसकलकलेवरया', 'श्रम जल सकल कलेवरया' ],
        [ 'वरमदनमदादतिलोलम्', 'वर मदन मदात् अति लोलम्' ],
        [ 'सखि', 'सखि' ],
        [ 'सविकारम्', 'सविकारम्' ],
    ],
    // 63
    [
        [ 'कोकिलकलरवकूजितया', 'कोकिल कल रव कूजितया' ],
        [ 'जितमनसिजतंत्रविचारम्', 'जित मनसिज तंत्र विचारम्' ],
        [ 'श्लथकुसुमाकुलकुन्तलया', 'श्लथ कुसुम आकुल कुन्तलया' ],
        [ 'नखलिखितघनस्तनभारम्', 'नख लिखित घन स्तन भारम्' ],
        [ 'सखि', 'सखि' ],
        [ 'सविकारम्', 'सविकारम्' ],
    ],
    // 64
    [
        [ 'चरणरणितमनिनूपुरया', 'चरण रणित मनि नूपुरया' ],
        [ 'परिपूरितसुरतवितानम्', 'परिपूरित सुरत वितानम्' ],
        [ 'मुखरविशृङ्खलमेखलया', 'मुखर विशृंखल मेखलया' ],
        [ 'सकचग्रहचुंबनदानम्', 'सकच ग्रह चुंबन दानम्' ],
        [ 'सखि', 'सखि' ],
        [ 'सविकारम्', 'सविकारम्' ],
    ],
    // 65
    [
        [ 'रतिसुखसमयरसालसया', 'रति सुख समय रसा अलसया' ],
        [ 'दरमुकुलितनयनसरोजम्', 'दर मुकुलित नयन सरोजम्' ],
        [ 'निःसहनिपतिततनुलतया', 'निःसह निपतित तनु लतया' ],
        [ 'मधुसूदनमुदितमनोजम्', 'मधु सूदनम् उदित मनोजम्' ],
        [ 'सखि', 'सखि' ],
        [ 'सविकारम्', 'सविकारम्' ],
    ],
    // 66
    [
        [ 'श्रीजयदेवभणितमिदमतिशयमधुरिपुनिधुवनशीलम्',  'श्री जयदेव भणितम् इदम् अतिशय मधु रिपु निधुवन शीलम्' ],
        [ 'सुखमुत्कण्ठितगोपवधूकथितम्', 'सुखम् उत्कण्ठित गोप वधू कथितम्' ],
        [ 'वितनोतु', 'वितनोतु' ],
        [ 'सलीलम्', 'स लीलम्' ],
        [ 'सखि', 'सखि' ],
        [ 'सविकारम्', 'सविकारम्' ],
    ],
    // 67
    [
        [ 'हस्तस्रस्तविलासवंशमनृजुभ्रूवल्लीमद्वल्लवी', 'हस्त स्रस्त विलास वंशम् अनृजु भ्रू वल्लीमत् वल्लवी' ],
        [ 'वृन्दोत्सारिदृगन्तवीक्क्षितमतिस्वेदार्द्रगण्दस्थलम्',  'वृन्द उत्सारि दृक् अन्त वीक्क्षितम् अति स्वेद आर्द्र गण्ड स्थलम्' ], // ERR ? 'बृन्द उत्सारि दृक् अन्त वीक्क्षितम् अति स्वेद आर्द्र गण्ड स्थलम्'
        [ 'मामुद्वीक्ष्य', 'माम् उद्वीक्ष्य' ],
        [ 'विलज्जितम्', 'विलज्जितम्' ],
        [ 'स्मितसुधामुग्धाननम्', 'स्मित सुधा मुग्ध आननम्' ],
        [ 'कानने', 'कानने' ],
        [ 'गोविन्दम्', 'गोविन्दम्' ],
        [ 'व्रजसुन्दरीगणवृतम्', 'व्रज सुन्दरी गण वृतम्' ],
        [ 'पश्यामि', 'पश्यामि' ],
        [ 'हृष्यामि', 'ह ष्यामि' ],
        [ 'च', 'च' ],
    ],
    // 68
    [
        [ 'दुरालोकस्तोकस्तबकनवकाशोकलतिका',  'दुर् आलोक स्तोक स्तबक नवक अशोक लतिका' ],
        [ 'विकासः', 'विकासः' ],
        [ 'कासारोपवनपवनोऽपि', 'कासार उपवन पवनः अपि' ],
        [ 'व्यथयति', 'व्यथयति' ],
        [ 'अपि', 'अपि च' ],
        [ 'भ्राम्यद्भृङ्गीरणितरमणीया', 'भ्राम्यत् भृङ्गी रणित रमणीया' ],
        [ 'न', 'न' ],
        [ 'मुकुल', 'मुकुल' ],
        // [ 'प्रसूतिश्चूतानाम्', 'प्रसूतिः अपि चूतानाम्' ], // ?
        [ 'सखि', 'सखि' ],
        [ 'शिखरिणीयम्', 'शिखरिणी इयम्' ],
        [ 'सुखयति', 'सुखयति' ],
    ],
    // 69
    [
        [ 'साकूतस्मितमाकुलाकुलगलद्धम्मिल्लमुल्लासित',  'साकूत स्मितम् आकुला आकुल गलत् धम्मिल्लम् उल्लासित' ],
        [ 'भ्रूवल्लीकमलीकदर्शितभुजामूलोर्ध्वहस्तस्तनम्',  'भ्रू वल्लीकम् अलीक दर्शित भुजा मूल ऊर्ध्व हस्त स्तनम्' ],
        [ 'गोपीनाम्', 'गोपीनाम्' ],
        [ 'निभृतम्', 'निभृतम्' ],
        [ 'निरीक्ष्य', 'निरीक्ष्य' ],
        [ 'गमिताकाङ्क्षश्चिरम्', 'गमित आकाङ्क्षः चिरम्' ],
        [ 'चिन्तयन्', 'चिन्तयन्' ],
        [ 'अन्तर्मुग्धमनोहरम्', 'अन्तः मुग्ध मनोहरम्' ],
        [ 'हरतु', 'हरतु' ],
        [ 'वः', 'वः' ],
        [ 'क्लेशम्', 'क्लेशम्' ],
        [ 'नवः', 'नवः' ],
        [ 'केशवः', 'केशवः' ],
    ],
    // 70
    [
        [ 'कंसारिरपि', 'कंस अरिः अपि' ],
        [ 'संसार', 'संसार' ],
        [ 'वासना', 'वासना' ],
        [ 'बन्ध', 'बन्ध' ],
        [ 'शृङ्खलाम्', 'शृंखलाम्' ],
        [ 'राधामाधाय', 'राधाम् आधाय' ],
        [ 'हृदये', 'हृदये' ],
        [ 'तत्याज', 'तत्याज' ],
        [ 'व्रजसुन्दरीः', 'व्रज सुन्दरीः' ],
    ],
    // 71
    [
        [ 'इतस्ततस्तामनुसृत्य', 'इतः ततः ताम् अनुसृत्य' ],
        [ 'राधिकाम्', 'राधिकाम्' ],
        [ 'अनङ्गबाणव्रणखिन्नमानसः', 'अनङ्ग बाण व्रण खिन्न मानसः' ],
        [ 'कृतानुतापः', 'कृत अनुतापः' ],
        [ 'सः', 'सः' ], // ERR ? 'स्स', 'सः'
        [ 'कलिन्दनन्दिनी', 'कलिन्द नन्दिनी' ],
        [ 'तटान्तकुङ्जे', 'तट अन्त कुंजे' ],
        [ 'विषसाद', 'विषसाद' ],
        [ 'माधवः', 'माधवः' ],
    ],
    // 72
    [
        [ 'मामियम्', 'माम् इयम्' ],
        [ 'चलिता', 'चलिता' ],
        [ 'विलोक्य', 'विलोक्य' ],
        [ 'वृतम्', 'वृतम्' ],
        [ 'वधूनिचयेन', 'वधू निचयेन' ],
        [ 'सापराधतया', 'स अपराधतया' ],
        [ 'मयापि', 'मया अपि' ],
        [ 'न', 'न' ],
        [ 'वारितातिभयेन', 'वारिता अति भयेन' ],
        [ 'हरिहरि', 'हरि हरि' ],
        [ 'हतादरतया', 'हत आदरतया' ],
        [ 'गता', 'गता' ],
        [ 'सा', 'सा' ],
        [ 'कुपितेव', 'कुपिता इव' ],
    ],
    // 73
    [
        [ 'किम्', 'किम्' ],
        [ 'करिष्यति', 'करिष्यति' ],
        [ 'किम्', 'किम्' ],
        [ 'वदिष्यति', 'वदिष्यति' ],
        [ 'सा', 'सा' ],
        [ 'चिरम्', 'चिरम्' ],
        [ 'विरहेण', 'विरहेण' ],
        [ 'किम्', 'किम्' ],
        [ 'धनेन', 'धनेन' ],
        [ 'जनेन', 'जनेन' ],
        [ 'किम्', 'किम्' ],
        [ 'मम', 'मम' ],
        [ 'जीवनेन', 'जीवनेन' ],
        [ 'गृहेण', 'गृहेण' ],
    ],
    // 74
    [
        [ 'चिन्तयामि', 'चिन्तयामि' ],
        [ 'तदाननम्', 'तत् आननम्' ],
        [ 'कुटिलभ्रू', 'कुटिल भ्रू' ], // ERR ? 'कुटिलभ्रु', 'कुटिल भ्रू'
        [ 'कोपभरेण', 'कोप भरेण' ],
        [ 'शोणपद्ममिवोपरि', 'शोण पद्मम् इव उपरि' ],
        [ 'भ्रमताकुलम्', 'भ्रमता अकुलम्' ],
        [ 'भ्रमरेण', 'भ्रमरेण' ],
    ],
    // 75
    [
        [ 'तामहम्', 'ताम् अहम्' ],
        [ 'हृदि', 'हृदि' ],
        [ 'संगतामनिशम्', 'संगताम् अनिशम्' ],
        [ 'भृशम्', 'भृशम्' ],
        [ 'रमयामि', 'रमयामि' ],
        [ 'किम्', 'किम्' ],
        [ 'वनेऽनुसरामि', 'वने अनुसरामि' ],
        [ 'तामिह', 'ताम् इह' ],
        [ 'किम्', 'किम्' ],
        [ 'वृथा', 'वृथा' ],
        [ 'विलपामि', 'विलपामि' ],
    ],
    // 76
    [
        [ 'तन्वि', 'तन्वि' ],
        [ 'खिन्नमसूयया', 'खिन्नम् असूयया' ],
        [ 'हृदयम्', 'हृदयम्' ],
        [ 'तवाकलयामि', 'तव आकलयामि' ],
        [ 'तन्न', 'तत् न' ],
        [ 'वेद्मि', 'वेद्मि' ],
        [ 'कुतो', 'कुतः' ],
        [ 'गतासि', 'गता असि' ],
        [ 'नतेन', 'नतेन' ],
        [ 'तेऽनुनयामि',  'ते अनुनयामि दृश्यसे पुरतो गतागतमेव मे विदधासि' ],
    ],
    // 77
    [
        [ 'दृश्यते', 'दृश्यते' ], // ERR ? 'दृश्यसे', 'दृश्यते'
        [ 'पुरतो', 'पुरतः' ],
        [ 'गतागतमेव', 'गत आगतम् एव' ], // ERR ? 'गत आगतम् इव'
        [ 'मे', 'मे' ],
        [ 'विदधासि', 'विदधासि' ],
        [ 'किम्', 'किम्' ],
        [ 'पुरेव', 'पुरा इव' ],
        [ 'समम्भ्रमम्', 'समम्भ्रमम्' ],
        [ 'परिरम्भणम्', 'परिरम्भणम्' ],
        [ 'न', 'न' ],
        [ 'ददासि', 'ददा असि' ],
    ],
    // 78
    [
        [ 'क्क्षम्यतामपरम्', 'क्क्षम्यताम् अपरम्' ],
        [ 'कदापि', 'कदा अपि' ],
        [ 'तवेदृशम्', 'तव ईदृशम्' ],
        [ 'न', 'न' ],
        [ 'करोमि', 'करोमि' ],
        [ 'देहि', 'देहि' ],
        [ 'सुन्दरी', 'सुन्दरी' ], // ERR ? 'सुन्दरि', 'सुन्दरी'
        [ 'दर्शनम्', 'दर्शनम्' ],
        [ 'मम', 'मम' ],
        [ 'मन्मथेन', 'मन्मथेन' ],
        [ 'दुनोमि', 'दुनोमि' ],
    ],
    // 79
    [
        [ 'वर्णितम्', 'वर्णितम्' ],
        [ 'जयदेवकेन', 'जयदेवकेन' ],
        [ 'हरेरिदम्', 'हरेः इदम्' ],
        [ 'प्रवणेन', 'प्रवणेन' ],
        [ 'बिन्दुबिल्वसमुद्रसंभवरोहिणीरमणेन',  'बिन्दुबिल्व समुद्र संभव रोहिणी रमणेन' ],
    ],
    // 80
    [
        [ 'हृदि', 'हृदि' ],
        [ 'बिसलताहारो', 'बिसलता हारः' ],
        [ 'नायम्', 'न अयम्' ],
        [ 'भुजङ्गमनायकः', 'भुजंगम नायकः' ],
        [ 'कुवलयदलश्रेणी', 'कुवलय दल श्रेणी' ],
        [ 'कण्ठे', 'कण्ठे' ],
        [ 'न', 'न' ],
        [ 'सा', 'सा' ],
        [ 'गरलद्युतिः', 'गरल द्युतिः' ],
        [ 'मलयजरजो', 'मलयज रजः' ],
        [ 'नेदम्', 'न इदम्' ],
        [ 'भस्म', 'भस्म' ],
        [ 'प्रियारहिते', 'प्रिया रहिते' ],
        [ 'मयि', 'मयि' ],
        [ 'प्रहर', 'प्रहर' ],
        [ 'न', 'न' ],
        [ 'हरभ्रान्त्यानङ्ग', 'हर भ्रान्त्या अनंग' ],
        [ 'क्रुधा', 'क्रुधा' ],
        [ 'किमु', 'किमु' ],
        [ 'धावसि', 'धावसि' ],
    ],
    // 81
    [
        [ 'पाणौ', 'पाणौ' ],
        [ 'मा', 'मा' ],
        [ 'कुरु', 'कुरु' ],
        [ 'चूतसायकम्', 'चूत सायकम्' ],
        [ 'अमुम्', 'अमुम्' ],
        [ 'मा', 'मा' ],
        [ 'चापमारोपय', 'चापम् आरोपय' ],
        [ 'क्रीडानिर्जितविश्व', 'क्रीडा निर्जित विश्व' ],
        [ 'मूर्छितजनाघातेन', 'मूर्छित जन आघातेन' ],
        [ 'किम्', 'किम्' ],
        [ 'पौरुषम्', 'पौरुषम्' ],
        [ 'तस्या', 'तस्या' ],
        [ 'एव', 'एव' ],
        [ 'मृगीदृशो', 'मृगी दृशः' ],
        [ 'मनसिजप्रेङ्खत्‌कटाक्क्षाशुग',  'मनसिज प्रेन्खत् कटाक्क्ष अशुग' ],
        [ 'श्रेणीजर्जरितम्', 'श्रेणी जर्जरितम्' ],
        [ 'मनागपि', 'मनागपि' ],
        [ 'मनो', 'मनः' ],
        [ 'नाद्यापि', 'न अद्य अपि' ],
        [ 'संधुक्क्षते', 'संधुक्क्षते' ],
    ],
    // 82
    [
        [ 'भ्रूपल्लवम्', 'भ्रू पल्लवम्' ],
        [ 'धनुरपाङ्गतरङ्गितनि', 'धनुः अपांग तरंगितनि' ],
        [ 'बाणाः', 'बाणाः' ],
        [ 'गुणः', 'गुणः' ],
        [ 'श्रवणपालिरिति', 'श्रवण पालिः इति' ],
        [ 'स्मरेण', 'स्मरेण' ],
        [ 'तस्यामनङ्गजयजङ्गमदेवतायाम्',
          'तस्याम् अनंग जय जंगम देवतायाम्' ],
        [ 'अस्त्राणि', 'अस्त्राणि' ],
        [ 'निर्जितजगन्ति', 'निर्जित जगन्ति' ],
        [ 'किमर्पितानि', 'किम् अर्पितानि' ],
    ],
    // 83
    [
        [ 'भ्रूचापे', 'भ्रू चापे' ],
        [ 'निहितः', 'निहितः' ],
        [ 'कटाक्क्षविशिखो', 'कटाक्क्ष विशिखः' ],
        [ 'निर्मातु', 'निर्मातु' ],
        [ 'मर्मव्यथाम्', 'मर्म व्यथाम्' ],
        [ 'श्यामात्मा', 'श्याम आत्मा' ],
        [ 'कुटिलः', 'कुटिलः' ],
        [ 'करोतु', 'करोतु' ],
        [ 'कबरीभारोऽपि', 'कबरीभारः अपि' ],
        [ 'मारोद्यमम्', 'मारोद्यमम्' ],
        [ 'मोहान्तावदयम्च', 'मोहान् तान् अव दयम् च' ],
        [ 'तन्वि', 'तन्वि' ],
        [ 'तनुताम्', 'तनुताम्' ],
        [ 'बिम्बाधरो', 'बिम्ब अधरः' ],
        [ 'रागवान्', 'रागवान्' ],
        [ 'सद्', 'सद्' ],
        [ 'वृत्तस्तनमण्दलस्तव', 'वृत्तः स्तन मण्दलः तव' ],
        [ 'कथम्', 'कथम्' ],
        [ 'प्राणैर्मम', 'प्राणैः मम' ],
        [ 'क्रीडति', 'क्रीडति' ],
    ],
    // 84
    [
        [ 'तानि', 'तानि' ],
        [ 'स्पर्शसुखानि', 'स्पर्श सुखानि' ],
        [ 'ते', 'ते' ],
        [ 'च', 'च' ],
        [ 'तरलाः', 'तरलाः' ],
        [ 'स्निग्ध', 'स्निग्ध' ],
        [ 'दृशोर्विभ्रमाः', 'दृशोः विभ्रमाः' ],
        [ 'तद्', 'तद्' ],
        [ 'वक्त्रांबुजसौरभम्', 'वक्त्र अंबुज सौरभम्' ],
        [ 'स', 'स' ],
        [ 'च', 'च' ],
        [ 'सुधास्यन्दी', 'सुधा स्यन्दी' ],
        [ 'गिराम्', 'गिराम्' ],
        [ 'वक्रिमा', 'वक्रिमा' ],
        [ 'सा', 'सा' ],
        [ 'बिम्बाधरमाधुरीति', 'बिम्ब अधर माधुरी इति' ],
        [ 'विषयासङ्गेऽपि', 'विषया सङ्गे अपि' ], // ERR ? 'विषयासङ्गेऽपि', 'विषया सन्गे अपि'
        [ 'चेन्मानसम्', 'चेत् मानसम्' ],
        [ 'तस्या', 'तस्या' ],
        [ 'लग्नसमाधि', 'लग्न समाधि' ],
        [ 'हन्त', 'हन्त' ],
        [ 'विरहव्याधिः', 'विरह व्याधिः' ],
        [ 'कथम्', 'कथम्' ],
        [ 'वर्धते', 'वर्धते' ],
    ],
    // 85
    [
        [ 'तिर्यक्क्ण्ठविलोलमौलितरलोत्तम्‌सस्यवंशोच्चर',  'तिर्यक् क्ण्ठ विलोल मौलि तरल अवत्तम्सस्य वंश उच्चरत्' ],
        [ 'द्दीप्तिस्थानकृतावधानललनालक्षैर्नसंलक्षिताः', 'दीप्ति स्थान कृत अवधान ललना लक्षैः न' ],
        [ 'संमुग्धेमधुसूदनस्यमधुरेराधामुखेन्दौसुधा',  'संलक्षिताः संमुग्धे मधुसूदनस्य मधुरे राधा मुख इन्दौ सुधा ' ],
        [ 'सारेकन्दलिताश्चितम्ददतुनः',  'सारे कन्दलिताः चिरम् ददतु नः' ],
        [ 'क्षेमम्', 'क्षेमम्' ],
        [ 'कटाक्षोर्मयः', 'कटाक्ष ऊर्मयः' ],
    ],
    // 86
    [
        [ 'यमुनातीरवानीरनिकुङ्जे', 'यमुना तीर वानीर निकुञ्जे' ],
        [ 'मन्दमास्थितम्', 'मन्दम् आस्थितम्' ],
        [ 'प्राह', 'प्राह' ],
        [ 'प्रेमभरोद्भ्रान्तम्', 'प्रेम भर उद्भ्रान्तम्' ],
        [ 'माधवम्', 'माधवम्' ],
        [ 'राधिकासखी', 'राधिका सखी' ],
    ],
    // 87
    [
        [ 'निन्दतिचन्दनमिन्दुकिरणमनुविन्दतिखेदमधीरम्',  'निन्दति चन्दनम् इन्दु किरणम् अनु' ],
        [ 'व्यालनिलयमिलनेनगरलमिवकलयतिमलयसमीरम्',  'विन्दति खेदम् अधीरम् व्याल निलय' ],
        [ 'माधवमनसिजविशिखभयादिवभावनयात्वयिलीना',  'मिलनेन गरलम् इव कलयति मलय' ],
        [ 'सा', 'समीरम् माधव मनसि ज' ],
        [ 'विरहे', 'विशिख भयात् इव भावनया' ],
        [ 'तव', 'त्वयि लीना सा विरहे तव' ],
        [ 'दीना', 'दीना' ],
    ],
    // 88
    [
        [ 'अविरलनिपतितमदनशरादिवभवदवनायविशालम्',  'अविरल निपतित मदन शरात् इव भवत् अवनाय विशालम्' ],
        [ 'स्वहृदयमर्‌मणिवर्मकरोतिसजलनलिनीदलजालम्',  'स्व हृदय मर्‌मणि वर्म करोति सजल नलिनी दल जालम्' ],
    ],
    // 89
    [
        [ 'कुसुमविशिखशरतल्पमनल्पविलासकलाकमनीयम्',
          'कुसुम विशिख शर तल्पम् अनल्प विलास कला कमनीयम्' ],
        [ 'व्रतमिव', 'व्रतम् इव' ],
        [ 'तव', 'तव' ],
        [ 'परिरम्भसुखाय', 'परि रम्भ सुखाय' ],
        [ 'करोति', 'करोति' ],
        [ 'कुसुमशयनीयम्', 'कुसुम शयनीयम्' ],
    ],
    // 90
    [
        [ 'वहतिचवलितविलोचनजलधरमाननकमलमुदारम्', 'वहति च वलित विलोचन जल धरम् आनन कमलम् उदारम्' ],
        [ 'विधुमिवविकटविधुन्तुददन्तदलनगलितामृतधारम्',  'विधुम् इव विकट विधुन्तुद दन्त दलन गलित अमृत धारम्' ],
    ],
    // 91
    [
        [ 'विलिखतिरहसिकुरङ्गमदेनभवन्तमसमशरभूतम्',  'विलिखति रहसि कुरन्ग मदेन भवन्तम् असम शर भूतम्' ],
        [ 'प्रणमतिमकरमधोविनिधायकरेचशरम्नवचूतम्',  'प्रणमति मकरम् अधः विनिधाय करे च शरम् नव चूतम्' ],
    ],
    // 92
    [
        [ 'ध्यानलयेनपुरः', 'ध्यान लयेन पुरः' ],
        [ 'परिकल्‌प्यभवन्तमतीवदुरापम्',  'परि कल्प्य भवन्तम् अतीव दुरापम्' ],
        [ 'विलपतिहसतिविषीदतिरोदितिचञ्चतिमुञ्चतितापम्',  'विलपति हसति विषीदति रोदिति चन्चति मुन्चति तापम्' ],
    ],
    // 93
    [
        [ 'प्रतिपदमिदमपिनिगदतिमाधवतवचरणेपतिताहम्',  'प्रति पदम् इदम् अपि निगदति माधव' ],
        [ 'त्वयिविमुखेमयिसपदिसुधानिधिरपितनुतेतनुदाहम्',  'तव चरणे पतिता अहम् त्वयि विमुखे मयि सपदि सुधा निधिः अपि तनुते तनु दाहम्' ],
    ],
    // 94
    [
        [ 'श्रीजयदेवभणितमिदमधिकम्', 'श्री जयदेव भणितम् इदम् अधिकम्' ],
        [ 'यदि', 'यदि' ],
        [ 'मनसा', 'मनसा' ],
        [ 'नटनीयम्', 'नटनीयम्' ],
        [ 'हरिविरहाकुलवल्लवयुवतिसखीवचनम्',  'हरि विरह आकुल वल्लव युवति सखी वचनम्' ],
        [ 'पठनीयम्', 'पठनीयम्' ],
    ],
    // 95
    [
        [ 'आवासो', 'आवासः' ],
        [ 'विपिनायते', 'विपिनायते' ],
        [ 'प्रियसखीमालापि', 'प्रिय सखी माल अपि' ],
        [ 'जालायते', 'जालायते' ],
        [ 'तापोऽपि', 'तापः अपि' ],
        [ 'श्वसितेन', 'श्वसितेन' ],
        [ 'दावदहनज्वालाकलापायते', 'दाव दहन ज्वाला कलापायते' ],
        [ 'सापि', 'सा अपि' ],
        [ 'त्वद्विरहेण', 'त्वत् विरहेण' ],
        [ 'हन्त', 'हन्त' ],
        [ 'हरिणीरूपायते', 'हरिणी रूपायते' ],
        [ 'हा', 'हा' ],
        [ 'कथम्', 'कथम्' ],
        [ 'कन्दर्पोऽपि', 'कन्दर्पः अपि' ],
        [ 'यमायते', 'यमायते' ],
        [ 'विरचयन्शार्दूलविक्रीडितम्', 'विरचयन् शार्दूल विक्रीडितम्' ],
    ],
    // 96
    [
        [ 'स्तनविनिहितमपि', 'स्तन विनिहितम् अपि' ],
        [ 'हारमुदारम्', 'हारम् उदारम्' ],
        [ 'सा', 'सा' ],
        [ 'मनुते', 'मनुते' ],
        [ 'कृशतनुरतिभारम्', 'कृश तनुः अति भारम्' ],
        [ 'राधिका', 'राधिका' ],
    ],
    // 97
    [
        [ 'सरसमसृणमपि', 'स रस मसृणम् अपि' ],
        [ 'मलयजपङ्कम्', 'मलयज पंकम्' ],
        [ 'पश्यतिविषमिववपुषिसशाङ्कम्',  'पश्यति विषम् इव वपुषि स शंकम्' ],
    ],
    // 98
    [
        [ 'श्वसितपवनमनुपमपरिणाहम्', 'श्वसित पवनम् अनुपम परिणाहम्' ],
        [ 'मदनदहनमिववहतिसदाहम्', 'मदन दहनम् इव वहति स दाहम्' ],
    ],
    // 99
    [
        [ 'दिशिदिशिकिरतिसजलकणजालम्', 'दिशि दिशि किरति स जल कण जालम्' ],
        [ 'नयननलिनमिवविगलितनालम्', 'नयन नलिनम् इव विगलित नालम्' ],
    ],
    // 100
    [
        [ 'नयनविषयमपिकिसलयतल्पम्', 'नयन विषयम् अपि किसलय' ],
        [ 'कलयतिविहितहुताशनविकल्पम्',  'तल्पम् कलयति विहित हुताशन विकल्पम्' ],
    ],
    // 101
    [
        [ 'त्यजतिनपाणितलेनकपोलम्', 'त्यजति न पाणि तले न कपोलम्' ],
        [ 'बालशशिनमिवसायमलोलम्', 'बाल शशिनम् इव सायम् अलोलम्' ],
    ],
    // 102
    [
        [ 'हरिरिति', 'हरिः इति' ],
        [ 'हरिरिति', 'हरिः इति' ],
        [ 'जपति', 'जपति' ],
        [ 'सकामम्', 'स कामम्' ],
        [ 'विरहविहितमरणेन', 'विरह विहित मरणेन' ],
        [ 'निकामम्', 'निकामम्' ],
    ],
    // 103
    [
        [ 'श्रीजयदेवभणितमितिगीतम्', 'श्री जयदेव भणितम् इति गीतम्' ],
        [ 'सुखयतुकेशवपदमुपनीतम्', 'सुखयतु केशव पदम् उपनीतम्' ],
    ],
    // 104
    [
        [ 'सारोमाङ्चतिसीत्करोतिविलपत्युत्क्म्पतेताम्यति',  'सा रोमाचति सीत् करोति विलपति उत् कम्पते ताम्यति' ],
        [ 'ध्यायत्युद्भ्रमतिप्रमीलतिपतत्युद्यातिमूर्च्छत्यपि',  'ध्यायति उद्भ्रमति प्रमीलति पतति उद्याति मूर्च्छति अपि' ],
        [ 'एतावत्यतनुज्वरेवरतनुर्जीवेन्नकिम्तेरसात्',  'एतावति अतनु ज्वरे वर तनुः जीवेत् न किम् ते रसात्' ],
        [ 'स्वर्वैद्यप्रतिमप्रसीदसियदित्यक्तोऽन्यथानान्तकः',  'स्वर् वैद्य प्रतिम प्रसीदसि यदि त्यक्तः अन्यथा न अन्तकः' ],
    ],
    // 105
    [
        [ 'स्मरातुराम्', 'स्मर आतुराम्' ],
        [ 'दैवतवैद्यहृद्य', 'दैवत वैद्य हृद्य' ],
        [ 'त्वदङ्गसङ्गामृतमात्रसाध्याम्',  'त्वत् अन्ग सन्ग अमृत मात्र साध्याम्' ],
        [ 'विमुक्तबाधाम्', 'विमुक्त बाधाम्' ],
        [ 'कुरुषे', 'कुरुषे' ],
        [ 'न', 'न' ],
        [ 'राधाम्', 'राधाम्' ],
        [ 'उपेन्द्र', 'उपेन्द्र' ],
        [ 'वज्रादपि', 'वज्रात् अपि' ],
        [ 'दारुणोऽसि', 'दारुणः असि' ],
    ],
    // 106
    [
        [ 'कंदर्पज्वरसंज्वराकुलतनोराश्चर्यमस्याश्चिरम्',  'कन्दर्प ज्वर संज्वर आकुल तनोः आश्चर्यम् अस्याः' ],
        [ 'चेतश्चन्दनचन्द्रमःकमलिनीचिन्तासु',  'चिरम् चेतः चन्दन चन्द्रमः कमलिनी चिन्तासु' ],
        [ 'सन्ताम्यति', 'संताम्यति' ], // 'संताम्यति', 'सन्ताम्यति'
        [ 'किन्तु', 'किन्तु' ],
        [ 'क्लान्तिवशेन', 'क्लान्ति वशेन' ],
        // [ 'शीतलतरम्', 'शीतल' ],
        // [ 'त्वामेकमेव',
        //   'तरम् त्वाम् एकम् एव प्रियम् ध्यायन्ती रहसि स्थिता' ],
        // [ 'क्षणम्', 'कथम् अपि क्षीणा क्षणम् प्राणिति' ],
        // =========== NO CURRENT! =========
        // [ 'ध्यायन्ती', '' ],
        // =========== NO CURRENT! =========
        // [ 'रहसि', '' ],
        // =========== NO CURRENT! =========
        // [ 'स्थिता', '' ],
        // =========== NO CURRENT! =========
        // [ 'कथमपि', '' ],
        // =========== NO CURRENT! =========
        // [ 'क्षीणा', '' ],
        // =========== NO CURRENT! =========
        // [ 'क्षणम्', '' ],
        // [ 'प्राणिति', '' ],
    ],
    // 107
    [
        [ 'क्षणमपि', 'क्षणम् अपि' ],
        [ 'विरहः', 'विरहः' ],
        [ 'पुरा', 'पुरा' ],
        [ 'न', 'न' ],
        [ 'सेहे', 'सेहे' ],
        [ 'नयननिमीलनखिन्नया', 'नयन निमीलन खिन्नया' ],
        [ 'यया', 'यया' ],
        [ 'ते', 'ते' ],
        [ 'श्वसिति', 'श्वसिति' ],
        [ 'कथमसौ', 'कथम् असौ' ],
        [ 'रसालशाखाम्', 'रसाल शाखाम्' ],
        [ 'चिरविरहेण', 'चिर विरहेण' ],
        [ 'विलोक्य', 'विलोक्य' ],
        [ 'पुष्पिताग्राम्', 'पुष्पित अग्राम्' ],
    ],
    // 108
    [
        [ 'वृष्टिव्याकुलगोकुलावनरसादुद्धृत्यगोवर्धनम्',  'वृष्टि व्याकुल गोकुल अवन रसात् उद्धृत्य गोवर्धनम्' ],
        [ 'बिभ्रद्वल्लववल्लभाभिरधिकानन्दाच्चिरंचुम्बितः',  'बिभ्रत् वल्लव वल्लभाभिः अधिक आनन्दात् चिरं चुम्बितः' ],
        [ 'दर्‌पेणैवतदर्‌पिताधरतटीसिन्दूरमुद्रान्कितो',  'दर्पेण एव तत् अर्पित अधर तटी सिन्दूर मुद्र अन्कितः' ],
        [ 'बाहुर्गोपतनोस्तनोतुभवतांश्रेयांसिकंसद्विषः',  'बाहुः गोप तनोः तनोतु भवताम् श्रेयान्सि कंस द्विषः' ],
    ],
    // 109
    [
        [ 'अहमिह', 'अहम् इह' ],
        [ 'निवसामि', 'निवसामि' ],
        [ 'याहि', 'याहि' ],
        [ 'राधाम्', 'राधाम्' ],
        [ 'अनुनय', 'अनुनय' ],
        [ 'मद्वचनेन', 'मत् वचनेन' ],
        [ 'चानयेथाः', 'चानयेथाः' ],
        [ 'इति', 'इति' ],
        [ 'मधुरिपुणा', 'मधु रिपुणा' ],
        [ 'सखी', 'सखी' ],
        [ 'नियुक्‌ता', 'नियुक्‌ता' ],
        [ 'स्वयमिदमेत्य', 'स्वयम् इदम् एत्य' ],
        [ 'पुनर्जगाद', 'पुनः जगाद' ],
        [ 'राधाम्', 'राधाम्' ],
    ],
    // 110
    [
        [ 'वहति', 'वहति' ],
        [ 'मलयसमीरे', 'मलय समीरे' ],
        [ 'मदनमुपनिधाय', 'मदनम् उप निधाय' ],
        [ 'स्फुटति', 'स्फुटति' ],
        [ 'कुसुमनिकरे', 'कुसुम निकरे' ],
        [ 'विरहिहृदयदलनाय', 'विरहि हृदय दलनाय' ],
        [ 'तव', 'तव' ],
        [ 'विरहे', 'विरहे' ],
        [ 'वनमाली', 'वनमाली' ],
        [ 'सखि', 'सखि' ],
        [ 'सीदति', 'सीदति' ],
    ],
    // 111
    [
        [ 'दहति', 'दहति' ],
        [ 'शिशिरमयूखे', 'शिशिर मयूखे' ],
        [ 'मरणमनुकरोति', 'मरणम् अनु करोति' ],
        [ 'पतति', 'पतति' ],
        [ 'मदनविशिखे', 'मदन विशिखे' ],
        [ 'विलपति', 'विलपति' ],
        [ 'विकलतरोऽति', 'विकल तरः अति' ],
    ],
    // 112
    [
        [ 'ध्वनति', 'ध्वनति' ],
        [ 'मधुपसमूहे', 'मधुप समूहे' ],
        [ 'श्रवणमपिदधाति', 'श्रवणम् अपिदधाति' ], // ERR ? 'श्रवणमपिददाति',
        [ 'मनसि', 'मनसि' ],
        [ 'वलितविरहे', 'वलित विरहे' ],
        [ 'निशि', 'निशि' ],
        [ 'निशि', 'निशि' ],
        [ 'रुजमुपयति', 'रुजम् उपयति' ],
    ],
    // 113
    [
        [ 'वसति', 'वसति' ],
        [ 'विपिनविताने', 'विपिन विताने' ],
        [ 'त्यजति', 'त्यजति' ],
        [ 'ललितधाम', 'ललित धाम' ],
        [ 'लुठति', 'लुठति' ],
        [ 'धरणिशयने', 'धरणि शयने' ],
        [ 'बहु', 'बहु' ],
        [ 'विलपति', 'विलपति' ],
        [ 'तव', 'तव' ],
        [ 'नाम', 'नाम' ],
    ],
    // 114
    [
        [ 'रणति', 'रणति' ],
        [ 'पिकसमवाये', 'पिक समवाये' ],
        [ 'प्रतिदिशमनुयाति', 'प्रति दिशम् अनुयाति' ],
        [ 'हसति', 'हसति' ],
        [ 'मनुजनिचये', 'मनुज निचये' ],
        [ 'विरहमपलपति', 'विरहम् अपलपति' ],
        [ 'नेति', 'न इति' ],
    ],
    // 115
    [
        [ 'स्फुरति', 'स्फुरति' ],
        [ 'कलरवरावे', 'कलरव रावे' ],
        [ 'स्मर्ति', 'स्मर्ति' ],
        [ 'मणितमेव', 'मणितम् एव' ],
        [ 'तवरतिसुखविभवे', 'तव रति सुख विभवे' ],
        [ 'गणयति', 'गणयति' ],
        [ 'सुगुणमतीव', 'सुगुणम् अतीव' ],
    ],
    // 116
    [
        [ 'त्वदभिदशुभमासम्', 'त्वत् अभिद शुभ मासम्' ],
        [ 'वदति', 'वदति' ],
        [ 'नरि', 'नरि' ],
        [ 'शृणोति', 'शृणोति' ],
        [ 'तमपिजपतिसरसम्', 'तम् अपि जपति सरसम्' ],
        [ 'युवतिषु', 'युवतिषु' ],
        [ 'नरतिमुपैति', 'न रतिम् उपैति' ],
    ],
    // 117
    [
        [ 'भणति', 'भणति' ],
        [ 'कविजयदेवे', 'कवि जयदेवे' ],
        [ 'विरहिविलसितेन', 'विरहि विलसितेन' ],
        [ 'मनसि', 'मनसि' ],
        [ 'रभसविभवे', 'रभस विभवे' ],
        [ 'हरिरुदयतु', 'हरिः उदयतु' ],
        [ 'सुकृतेन', 'सुकृतेन' ],
    ],
    // 118
    [
        [ 'पूर्वम्', 'पूर्वम्' ],
        [ 'यत्र', 'यत्र' ],
        [ 'समम्', 'समम्' ],
        [ 'त्वया', 'त्वया' ],
        [ 'रतिपतेरासादितः', 'रतिपतेः आसादितः' ],
        [ 'सिद्धयः', 'सिद्धयः' ],
        [ 'तस्मिन्नेव', 'तस्मिन् एव' ],
        [ 'निकुङ्जमन्मथमहातीर्थे', 'निकुङ्ज मन्मथ महा तीर्थे' ],
        [ 'पुनर्माधवः', 'पुनः माधवः' ],
        [ 'ध्यायंत्वामनिशम्', 'ध्यायम् त्वाम् अनिशम्' ], // ERR ? 'ध्यायंस्त्वामनिशम्', 'ध्यायन् त्वाम् अनिशम्'
        [ 'जपन्नपि', 'जपन् अपि' ],
        [ 'तवैवालापमंत्रावलीम्', 'तव एव अलाप मंत्रावलीम्' ],
        [ 'भूयस्त्वत्कुचकुंभनिर्भरपरीरंभामृतम्',  'भूयः त्वत् कुच कुंभ निर्भर परीरंभ अमृतम्' ],
        [ 'वाङ्छति', 'वाङ्छति' ],
    ],
    // 119
    [
        [ 'रतिसुखसारे', 'रति सुख सारे' ],
        [ 'गतमभिसारे', 'गतम् अभिसारे' ],
        [ 'मदनमनोहरवेशम्', 'मदन मनोहर वेशम्' ],
        [ 'न', 'न' ],
        [ 'कुरु', 'कुरु' ],
        [ 'नितम्बिनि', 'नितम्बिनि' ],
        [ 'गमनविलंबनमनुसर', 'गमन विलंबनम् अनुसर' ],
        [ 'तम्', 'तम्' ],
        [ 'हृदयेशम्', 'हृदय ईशम्' ],
        [ 'गोपी', 'गोपी' ],
        [ 'पीनपयोधरमर्दनचंचलकरयुगशाली',  'पीन पयोधर मर्दन चंचल कर युग शाली' ],
        [ 'धीर', 'धीर' ],
        [ 'समीरे', 'समीरे' ],
        [ 'यमुना', 'यमुना' ],
        [ 'तीरे', 'तीरे' ],
        [ 'वसति', 'वसति' ],
        [ 'वने', 'वने' ],
        [ 'वनमाली', 'वनमाली' ],
    ],
    // 120
    [
        [ 'नामसमेतम्कृतसंकेतम्वादयतेमृदुवेणुम्',  'नाम समेतम् कृत संकेतम् वादयते मृदु वेणुम्' ],
        [ 'बहुमनुतेननुतेतनुसंगतपवनचलितमपिरेणुम्',  'बहु मनुते ननु ते तनु संगत पवन चलितम् अपि रेणुम्' ],
    ],
    // 121
    [
        [ 'पततिपतत्रेविचलतिपत्रेशन्कितभवदुपयानम्',  'पतति पतत्रे विचलति पत्रे शन्कित भवत् उप यानम्' ],
        [ 'रचयतिशयनम्सचकितनयनम्पश्यतितवपन्थानम्',  'रचयति शयनम् स चकित नयनम् पश्यति तव पंथानम्' ],
    ],
    // 122
    [
        [ 'मुखरमधीरम्', 'मुखरम् अधीरम्' ],
        [ 'त्यज', 'त्यज' ],
        [ 'मन्जीरम्', 'मन्जीरम्' ],
        [ 'रिपुमिव', 'रिपुम् इव' ],
        [ 'केलिषुलोलम्', 'केलिषु लोलम्' ],
        [ 'चल', 'चल' ],
        [ 'सखि', 'सखि' ],
        [ 'कुन्जम्', 'कुन्जम्' ],
        [ 'सतिमिरपुंजम्', 'स तिमिर पुंजम्' ],
        [ 'शीलय', 'शीलय' ],
        [ 'नीलनिचोलम्', 'नील निचोलम्' ],
    ],
    // 123
    [
        [ 'उरसिमुरारेरुपहितहारेघनैवतरलबलाके',  'उरसि मुरारेः उपहित हारे घन इव' ],
        [ 'तटिदिवपीतेरतिविपरीतेराजसिसुकृतविपाके',  'तरल बलाके तटित् इव पीते रति विपरीते राजसि सुकृत विपाके' ],
    ],
    // 124
    [
        [ 'विगलितवसनम्', 'विगलित वसनम्' ],
        [ 'परिहृतरसनम्', 'परिहृत रसनम्' ],
        [ 'घटय', 'घटय' ],
        [ 'जघनमपिधानम्', 'जघनम् अपिधानम्' ],
        [ 'किसलयशयने', 'किसलय शयने' ],
        [ 'पङ्कजनयने', 'पङ्कज नयने' ], // ERR ? 'पन्कज नयने'
        [ 'निधिमिव', 'निधिम् इव' ],
        [ 'हर्षनिदानम्', 'हर्ष निदानम्' ],
    ],
    // 125
    [
        [ 'हरिरभिमानीरजनिरिदानीमियमपियातिविरामम्',  'हरिः अभिमानी रजनिः इदानीम् इयम् अपि याति विरामम्' ],
        [ 'कुरुममवचनम्सत्वररचनम्पूरयमधुरिपुकामम्',  'कुरु मम वचनम् स त्वर रचनम् पूरय मधु रिपु कामम्' ],
    ],
    // 126
    [
        [ 'श्रीजयदेवे', 'श्री जयदेवे' ],
        [ 'कृतहरिसेवे', 'कृत हरि सेवे' ],
        [ 'भणति', 'भणति' ],
        [ 'परमरमणीयम्', 'परम रमणीयम्' ],
        [ 'प्रमुदितहृदयम्', 'प्रमुदित हृदयम्' ],
        [ 'हरिमतिसदयम्', 'हरिम् अति सदयम्' ],
        [ 'नमत', 'नमत' ],
        [ 'सुकृतकमनीयम्', 'सुकृत कमनीयम्' ],
    ],
    // 127
    [
        [ 'विकिरति', 'विकिरति' ],
        [ 'मुहुः', 'मुहुः' ],
        [ 'श्वासान्दिशाः', 'श्वासान् दिशाः' ],
        [ 'पुरो', 'पुरः' ],
        [ 'मुहुरीक्षते', 'मुहुः ईक्षते' ],
        [ 'प्रविशति', 'प्रविशति' ],
        [ 'मुहुः', 'मुहुः' ],
        [ 'कुंजंगुंजन्मुहुर्बहु', 'कुंजम् गुंजन् मुहुः बहु' ],
        [ 'ताम्यति', 'ताम्यति' ],
        [ 'रचयति', 'रचयति' ],
        [ 'मुहुः', 'मुहुः' ],
        [ 'शय्यांपर्याकुलंमुहुरीक्षते', 'शय्याम् पर्याकुलम् मुहुः ईक्षते' ],
        [ 'मदनकदनक्लान्तः', 'मदन कदन क्लान्तः' ],
        [ 'कान्ते', 'कान्ते' ],
        [ 'प्रियस्तव', 'प्रियः तव' ],
        [ 'वर्तते', 'वर्तते' ],
    ],
    // 128
    [
        [ 'त्वद्वाम्येन', 'त्वत् वाम्येन' ],
        [ 'समंसमग्रमधुना', 'समम् समग्रम् अधुना' ],
        [ 'तिग्मांशुरस्तंगतो', 'तिग्मांशुः अस्तम् गतः' ],
        [ 'गोविन्दस्य', 'गोविन्दस्य' ],
        [ 'मनोरथेन', 'मनोरथेन' ],
        [ 'च', 'च' ],
        [ 'समंप्राप्तंतमः', 'समम् प्राप्तम् तमः' ],
        [ 'सान्द्रताम्', 'सान्द्रताम्' ],
        [ 'कोकानांकरुणस्वनेन', 'कोकानाम् करुण स्वनेन' ],
        [ 'सदृशी', 'सदृशी' ],
        [ 'दीर्घा', 'दीर्घा' ],
        [ 'मदभ्यर्थना', 'मत् अभ्यर्थना' ],
        [ 'तन्मुग्धे', 'तत् मुग्धे' ],
        [ 'विफलंविलम्बनमसौ', 'विफलम् विलम्बनम् असौ' ],
        [ 'रम्योऽभिसारक्षणः', 'रम्यः अभिसार क्षणः' ],
    ],
    // 129
    [
        [ 'सा', 'सा' ],
        [ 'माम्', 'माम्' ],
        [ 'द्रक्ष्यति', 'द्रक्ष्यति' ],
        [ 'वक्ष्यति', 'वक्ष्यति' ],
        [ 'स्मरकथाम्', 'स्मर कथाम्' ],
        [ 'प्रत्यङ्गमालिंगनैः', 'प्रत्यङ्गम् आलिंगनैः' ],
        [ 'प्रीतिम्', 'प्रीतिम्' ],
        [ 'यास्यति', 'यास्यति' ],
        [ 'रंस्यते', 'रंस्यते' ],
        [ 'सखि', 'सखि' ],
        [ 'समागत्येति', 'समागत्य इति' ],
        [ 'चिंताकुलः', 'चिंताकुलः' ],
        [ 'स', 'स' ],
        [ 'त्वाम्', 'त्वाम्' ],
        [ 'पश्यति', 'पश्यति' ],
        [ 'वेपते', 'वेपते' ],
        [ 'पुलकयत्यानंदति', 'पुलकयति आनंदति' ],
        [ 'स्वेद्यति', 'स्वेद्यति' ],
        [ 'प्रत्युद्गच्छति', 'प्रत्युद्गच्छति' ],
        [ 'मूर्‌च्छति', 'मूर्‌च्छति' ],
        [ 'स्थिरतमःपुंजे', 'स्थिर तमः पुंजे' ],
        [ 'निकुंजे', 'निकुंजे' ],
        [ 'स्थितः', 'स्थितः' ],
    ],
    // 130
    [
        [ 'आश्लेषादनु', 'आश्लेषात् अनु' ],
        [ 'चुंबनादनु', 'चुंबनात् अनु' ],
        [ 'नखोल्लेखादनु', 'नख उल्लेखात् अनु' ],
        [ 'स्वान्तज', 'स्वान्तज' ],
        [ 'प्रोद्बोधादनु', 'प्र उद्बोधात् अनु' ],
        [ 'संभ्रमादनु', 'संभ्रमात् अनु' ],
        [ 'रतारंभादनु', 'रतारंभात् अनु' ],
        [ 'प्रीतयोः', 'प्रीतयोः' ],
        [ 'अन्यार्थम्गतयोर्भ्रमान्मिलितयोः',  'अन्य अर्थम् गतयोः भ्रमात् मिलितयोः' ],
        [ 'सम्भाषणैर्जानतोः', 'सम्भाषणैः जानतोः' ],
        [ 'दम्पत्योरिह', 'दम्पत्योः इह' ],
        [ 'को', 'को' ],
        [ 'न', 'न' ],
        [ 'को', 'को' ],
        [ 'न', 'न' ],
        [ 'तमसि', 'तमसि' ],
        [ 'व्रीडाविमिश्रो', 'व्रीडा विमिश्रः' ],
        [ 'रसः', 'रसः' ],
    ],
    // 131
    [['a', 'a']],
    // [ 'सभयचकितम्‌विन्यस्यन्तीम्‌दृशौतिमिरेपथि',
    //   'राधा मुग्ध मुख अरविन्द मधुपः त्रैलोक्य मौलि स्थली नेपथ्य उचित नील रत्नम् अवनी भार अवतार अंतकः स्वच्छन्दम् व्रज सुंदरी जन मनः तोष' ],
    // ].
    // [ 'प्रतितरु',
    //   'प्रदोष उदयः कंस ध्वंसन धूमकेतुः अवतु त्वाम् देवकी नंदनः' ],
    // =========== NO CURRENT! =========
    // [ 'मुहुः', '' ],
    // =========== NO CURRENT! =========
    // [ 'स्थित्वा', '' ],
    // =========== NO CURRENT! =========
    // [ 'मन्दम्‌पदानि', '' ],
    // =========== NO CURRENT! =========
    // [ 'वितन्वतीम्', '' ],
    // =========== NO CURRENT! =========
    // [ 'कथमपि', '' ],
    // =========== NO CURRENT! =========
    // [ 'रहः', '' ],
    // =========== NO CURRENT! =========
    // [ 'प्राप्तामङ्गैरनङ्गतरङ्गिभिः', '' ],
    // =========== NO CURRENT! =========
    // [ 'सुमुखि', '' ],
    // =========== NO CURRENT! =========
    // [ 'सुभगः', '' ],
    // =========== NO CURRENT! =========
    // [ 'पश्यन्सत्वामुपैतु', '' ],
    // [ 'कृतार्थताम्', '' ],
    // 132
    [
        [ 'राधामुग्धमुखारविन्दमधुपस्स्त्रैलोक्यमौलिस्थली',  'राधा मुग्ध मुख अरविन्द मधुपः त्रैलोक्य मौलि स्थली' ],
        [ 'नेपथ्योचितनीलरत्नमवनीभारावतारांतकः',  'नेपथ्य उचित नील रत्नम् अवनी भार अवतार अंतकः' ],
        [ 'स्वच्छन्दंव्रजसुंदरीजनमनस्तोषप्रदोषोदयः',  'स्वच्छन्दम् व्रज सुंदरी जन मनः तोष प्रदोष उदयः' ],
        [ 'कंसध्वंसनधूमकेतुरवतुत्वाम्देवकीनंदनः',  'कंस ध्वंसन धूमकेतुः अवतु त्वाम् देवकी नंदनः' ],
    ],
    // 133
    [
        [ 'अथ', 'अथ' ],
        [ 'ताम्', 'ताम्' ],
        [ 'गन्तुमशक्ताम्', 'गन्तुम् अशक्ताम्' ],
        [ 'चिरमनुरक्ताम्', 'चिरम् अनुरक्ताम्' ],
        [ 'लतागृहे', 'लता गृहे' ],
        [ 'दृष्ट्वा', 'दृष्ट्वा' ],
        [ 'तच्चरितम्', 'तत् चरितम्' ],
        [ 'गोविन्दे', 'गोविन्दे' ],
        [ 'मनसिजमन्दे', 'मनसिज मन्दे' ],
        [ 'सखी', 'सखी' ],
        [ 'प्राह', 'प्राह' ],
    ],
    // 134
    [
        [ 'पश्यति', 'पश्यति' ],
        [ 'दिशि', 'दिशि' ],
        [ 'दिशि', 'दिशि' ],
        [ 'रहसि', 'रहसि' ],
        [ 'भवन्तम्', 'भवन्तम्' ],
        [ 'तदधरमधुरमधूनि', 'तत् अधर मधुर मधूनि' ],
        [ 'पिबन्तम्', 'पिबन्तम्' ],
        [ 'नाथ', 'नाथ' ],
        [ 'हरे', 'हरे' ],
        [ 'हरे', 'हरे' ],
        [ 'जगन्नाथ', 'जगन्नाथ' ],
        [ 'हरे', 'हरे' ],
        [ 'सीदति', 'सीदति' ],
        [ 'राधा', 'राधा' ],
        [ 'वासगृहे', 'वासगृहे' ],
    ],
    // 135
    [
        [ 'त्वदभिसरणरभसेन', 'त्वत् अभिसरण रभसेन' ],
        [ 'वलन्ती', 'वलन्ती' ],
        [ 'पतति', 'पतति' ],
        [ 'पदानि', 'पदानि' ],
        [ 'कियन्ति', 'कियन्ति' ],
        [ 'चलन्ती', 'चलन्ती' ],
    ],
    // 136
    [
        [ 'विहितविशदबिसकिसलयवलया', 'विहित विशद बिस किसलय वलया' ],
        [ 'जीवति', 'जीवति' ],
        [ 'परमिह', 'परम् इह' ],
        [ 'तव', 'तव' ],
        [ 'रतिकलया', 'रति कलया' ],
    ],
    // 137
    [
        [ 'मुहुरवलोकितमण्डनलीला', 'मुहुः अवलोकित मण्डन लीला' ],
        [ 'मधुरिपुरहमिति', 'मधु रिपुः अहम् इति' ],
        [ 'भावनशीला', 'भावन शीला' ],
    ],
    // 138
    [
        [ 'त्वरितमुपैति', 'त्वरितम् उपैति' ],
        [ 'न', 'न' ],
        [ 'कथमभिसारम्', 'कथम् अभिसारम्' ],
        [ 'हरिरिति', 'हरिः इति' ],
        [ 'वदति', 'वदति' ],
        [ 'सखीमनुवारम्', 'सखीम् अनुवारम्' ],
    ],
    // 139
    [
        [ 'श्लिष्यति', 'श्लिष्यति' ],
        [ 'चुम्बति', 'चुम्बति' ],
        [ 'जलधरकल्पम्', 'जलधर कल्पम्' ],
        [ 'हरिरुपगत', 'हरिः उपगत' ],
        [ 'इति', 'इति' ],
        [ 'तिमिरमनल्पम्', 'तिमिरम् अनल्पम्' ],
    ],
    // 140
    [
        [ 'भवति', 'भवति' ],
        [ 'विलम्बिनि', 'विलम्बिनि' ],
        [ 'विगलितलज्जा', 'विगलित लज्जा' ],
        [ 'विलपति', 'विलपति' ],
        [ 'रोदिति', 'रोदिति' ],
        [ 'वासकसज्जा', 'वासक सज्जा' ],
    ],
    // 141
    [
        [ 'श्रीजयदेवकवेरिदमुदितम्', 'श्री जयदेव कवेः इदम् उदितम्' ],
        [ 'रसिकजनम्', 'रसिक जनम्' ],
        [ 'तनुतामतिमुदितम्', 'तनुताम् अति मुदितम्' ],
    ],
    // 142
    [
        [ 'विपुलपुलकपालिः', 'विपुल पुलक पालिः' ],
        [ 'स्फीतसीत्कारमन्तः', 'स्फीत सीत्कारम् अन्तः' ],
        [ 'जनितजडिमाकाकुव्याकुलम्', 'जनित जडिमा काकु व्याकुलम्' ],
        [ 'व्याहरन्ती', 'व्याहरन्ती' ],
        [ 'तव', 'तव' ],
        [ 'कितव', 'कितव' ],
        [ 'विधत्तेऽमन्दकन्दर्पचिन्ताम्',  'विधत्ते अमन्द कन्दर्प चिन्ताम्' ],
        [ 'रसजलधिनिमग्ना', 'रस जलधि निमग्ना' ],
        [ 'ध्यानलग्ना', 'ध्यान लग्ना' ],
        [ 'मृगाक्षी', 'मृग अक्षी' ],
    ],
    // 143
    [
        [ 'अङ्गेष्वाभरणम्', 'अंगेषु आभरणम्' ],
        [ 'करोति', 'करोति' ],
        [ 'बहुशः', 'बहुशः' ],
        [ 'पत्रेऽपि', 'पत्रे अपि' ],
        [ 'संचारिणि', 'संचारिणि' ],
        [ 'प्राप्तम्', 'प्राप्तम्' ],
        [ 'त्वाम्', 'त्वाम्' ],
        [ 'परिशङ्कते', 'परिशंकते' ],
        [ 'वितनुते', 'वितनुते' ],
        [ 'शय्याम्', 'शय्याम्' ],
        [ 'चिरम्', 'चिरम्' ],
        [ 'ध्यायति', 'ध्यायति' ],
        [ 'इत्याकल्पविकल्पतल्परचनासंकल्पलीलाशत',  'इति आकल्प विकल्प तल्प रचना' ],
        [ 'सक्तापि', 'संकल्प लीला शत व्यासक्ता अपि' ],
        [ 'विना', 'विना' ],
        [ 'त्वया', 'त्वया' ],
        [ 'वरतनुर्नैषा', 'वरतनुः न एषा' ],
        [ 'निशाम्', 'निशाम् ' ],
        [ 'नेष्यति', 'नेष्यति' ],
    ],
    // 144
    [['a', 'a']],
    // [ 'किम्', 'किम्' ],
    // [ 'विश्राम्यसि', 'विश्राम्यसि' ],
    // [ 'कृष्णभोगिभवने', 'कृष्ण' ],
    // [ 'भाण्डीरभूमिरुहि', 'भोगि' ],
    // [ 'भ्रात',
    //   'भवने भाण्डीर भूमिरुहि भ्रातः याहि न दृष्टि गोचरम् इतः स अनन्द नन्द आस्पदम्' ],
    // [ 'र्याहि', 'रधाया वचनम् तत् अध्वग मुखात्' ],
    // [ 'नदृष्टिगोचरमितस्सानन्दनन्दास्पदम्',
    //   'नंद अन्तिके गोपतः गोविन्दस्य जयन्ति सायम् अतिथि प्राशस्त्य गर्भाः गिरः' ],
    // =========== NO CURRENT! =========
    // [ 'रधायावचनम्', '' ],
    // =========== NO CURRENT! =========
    // [ 'तदध्वगमुखान्नंदान्तिकेगोपतो', '' ],
    // =========== NO CURRENT! =========
    // [ 'गोविन्दस्यजयन्ति', '' ],
    // [ 'सायमतिथिप्राशस्त्यगर्भागिरः', '' ],
    // 145
    [
        [ 'अत्रान्तरेच', 'अत्र अन्तरे च' ],
        [ 'कुलटाकुलवर्त्मपात', 'कुलट आकुल वर्त्म पात' ],
        [ 'संजातपातक', 'संजात पातक' ],
        [ 'इव', 'इव' ],
        [ 'स्फुटलाञ्छनश्रीः', 'स्फुट लांच्छन श्रीः' ],
        [ 'वृन्दावनान्तरमदीपयदंशुजालै',  'वृन्दावन अन्तरम् अदीपयत् अंशु जालैः' ],
        [ 'र्दिक्सुन्दरीवदनचन्दनबिन्दुरिन्दुः', 'र्दिक् सुन्दरी वदन चन्दन बिन्दुः4 इन्दुः' ],
    ],
    // 146
    [
        [ 'प्रसरति', 'प्रसरति' ],
        [ 'शशधरबिम्बे', 'शश धर बिम्बे' ],
        [ 'विहितविलम्बे', 'विहित विलम्बे' ],
        [ 'च', 'च' ],
        [ 'माधवे', 'माधवे' ],
        [ 'विधुरा', 'विधुरा' ],
        [ 'विरचितविविधविलापम्', 'विरचित विविध विलापम्' ],
        [ 'सा', 'सा' ],
        [ 'परितापम्', 'परितापम्' ],
        [ 'चकारोच्छैः', 'चकार उच्छैः' ], // ERR ? 'चकारोच्चैः'
    ],
    // 147
    [
        [ 'कथितसमयेऽपि', 'कथित समये अपि' ],
        [ 'हरिरहह', 'हरिः अहह' ],
        [ 'न', 'न' ],
        [ 'ययौ', 'ययौ' ],
        [ 'वनम्', 'वनम्' ],
        [ 'मम', 'मम' ],
        [ 'विफलमिदममलरूपमपि', 'विफलम् इदम् अमल रूपम् अपि' ],
        [ 'यौवनम्', 'यौवनम्' ],
        [ 'यामि', 'यामि' ],
        [ 'हे', 'हे' ],
        [ 'कमिह', 'कम् इह' ],
        [ 'शरणम्सखीजनवचनवंचिताहम्', 'शरणम् सखी जन वचन वंचिता अहम्' ],
    ],
    // 148
    [
        [ 'यदनुगमनाय', 'यत् अनुगमनाय' ],
        [ 'निशि', 'निशि' ],
        [ 'गहनमपि', 'गहनम् अपि' ],
        [ 'शीलितम्', 'शीलितम्' ],
        [ 'तेन', 'तेन' ],
        [ 'मम', 'मम' ],
        [ 'हृदयमिदमसमशरकीलितम्', 'हृदयम् इदम् असम शर कीलितम्' ],
    ],
    // 149
    [
        [ 'मम', 'मम' ],
        [ 'मरणमेव', 'मरणम् एव' ],
        [ 'वरमतिवितथकेतना', 'वरम् अति वितथ केतना' ],
        [ 'किमिह', 'किम् इह' ],
        [ 'विषहामि', 'विषहामि' ],
        [ 'विरहानलाचेतना', 'विरह अनल अचेतना' ], // ERR ? 'विरहानलचेतना'
    ],
    // 150
    [
        [ 'मामहह', 'माम् अहह' ],
        [ 'विधुरयति', 'विधुरयति' ],
        [ 'मधुरमधुयामिनी', 'मधुर मधु यामिनी' ],
        [ 'का', 'का' ],
        [ 'अपि', 'अपि ' ],
        [ 'हरिमनुभवति', 'हरिम् अनुभवति' ],
        [ 'कृतसुकृतकामिनी', 'कृत सुकृत कामिनी' ],
    ],
    // 151
    [
        [ 'अहह', 'अह ह' ],
        [ 'कलयामि', 'कलयामि' ],
        [ 'वलयादिमणिभूषणम्', 'वलय आदि मणि भूषणम्' ],
        [ 'हरिविरहदहनवहनेन', 'हरि विरह दहन वहनेन' ],
        [ 'बहुदूषणम्', 'बहु दूषणम्' ],
    ],
    // 152
    [
        [ 'कुसुमसुकुमारतनुमतनुशरलीलया', 'कुसुम सुकुमार तनुम् अतनु शर लीलया' ],
        [ 'स्रगपि', 'स्रक् अपि' ],
        [ 'हृदि', 'हृदि' ],
        [ 'हन्ति', 'हन्ति' ],
        [ 'मामतिविषमशीलया', 'माम् अति विषम शीलया' ],
    ],
    // 153
    [
        [ 'अहमिह', 'अहम् इह' ],
        [ 'निवसामि', 'निवसामि' ],
        [ 'नविगणितवेतसा', 'न विगणित वेतसा' ],
        [ 'स्मरति', 'स्मरति' ],
        [ 'मधुसूदनो', 'मधुसूदनः' ],
        [ 'मामपि', 'माम् अपि' ],
        [ 'न', 'न' ],
        [ 'चेतसा', 'चेतसा' ],
    ],
    // 154
    [
        [ 'हरिचरणशरणजयदेवकविभारती', 'हरि चरण शरण जयदेव कवि भारती' ],
        [ 'वसतु', 'वसतु' ],
        [ 'हृदि', 'हृदि' ],
        [ 'युवतिरिव', 'युवतिः इव' ],
        [ 'कोमलकलावती', 'कोमल कलावती' ],
    ],
    // 155
    [
        [ 'तत्किम्', 'तत् किम्' ],
        [ 'कामपि', 'काम् अपि' ],
        [ 'कामिनीमभिसृतः', 'कामिनीम् अभिसृतः' ],
        [ 'किम्', 'किम्' ],
        [ 'वा', 'वा' ],
        [ 'कलाकेलिभिः', 'कला केलिभिः' ],
        [ 'बद्धो', 'बद्धो' ],
        [ 'बन्धुभिरन्धकारिणि', 'बन्धुभिः अन्धकारिणि' ],
        [ 'वनाभ्यर्णे', 'वनाभ्यर्णे' ],
        [ 'किमुद्भ्राम्यति', 'किम् उद्भ्राम्यति' ],
        [ 'कान्तः', 'कान्तः' ],
        [ 'क्लान्तमना', 'क्लान्त मना' ],
        [ 'मनागपि', 'मनाक् अपि' ], // ERR ? 'मनागपि', 'मनाग् अपि'
        [ 'पथि', 'पथि' ],
        [ 'प्रस्थातुमेवाक्षमः', 'प्रस्थातुम् एव अक्षमः' ],
        [ 'संकेतीकृतमञ्जुवञ्जुललताकुञ्जेऽपि',
          'संकेती कृत मंजु वंजुल लता कुंजे अपि' ],
        [ 'यन्नागतः', 'यत् न आगतः' ],
    ],
    // 156
    [
        [ 'अथागताम्', 'अथ आगताम्' ],
        [ 'माधवमन्तरेण', 'माधवम् अन्तरेण' ],
        [ 'सखीमियम्', 'सखीम् इयम्' ],
        [ 'वीक्ष्य', 'वीक्ष्य' ],
        [ 'विषादमूकाम्', 'विषाद मूकाम्' ],
        // [ 'विशङ्कक्माना', 'विशंक्माना' ], // ERR ?
        [ 'रमितम्', 'रमितम्' ],
        [ 'कयापि', 'कया अपि' ],
        [ 'जनार्दनम्', 'जनार्दनम्' ],
        [ 'दृष्टवदेतदाह', 'दृष्टवत् एतत् आह' ],
    ],
    // 157
    [
        [ 'स्मरसमरोचितविरचितवेशा', 'स्मर समर उचित विरचित वेशा' ],
        [ 'गलितकुसुमभरविलुलितकेशा', 'गलित कुसुम भर विलुलित केशा' ],
        [ 'कापि', 'कापि' ],
        [ 'मधुरिपुणा', 'मधुरिपुणा' ],
        [ 'विलसति', 'विलसति' ],
        [ 'युवतिरधिकगुणा', 'युवतिः अति अधिक गुणा' ],
    ],
    // 158
    [
        [ 'हरिपरिरम्भणवलितविकारा', 'हरि परिरम्भण वलित विकारा' ],
        [ 'कुचकलशोपरि', 'कुच कलश उपरि' ],
        [ 'तरलितहारा', 'तरलित हारा' ],
    ],
    // 159
    [
        [ 'विचलदलकललिताननचन्द्रा', 'विचलत् अलक ललित आनन चन्द्रा' ],
        [ 'तदधरपानरभसकृततन्द्रा', 'तत् अधर पान रभस कृत तन्द्रा' ],
    ],
    // 160
    [
        [ 'चंचलकुण्डलदलितकपोला', 'चंचल कुण्डल दलित कपोला' ],
        [ 'मुखरितरसनजघनगतिलोला', 'मुखरित रसन जघन गति लोला' ],
    ],
    // 161
    [
        [ 'दयितविलोकितलज्जितहसिता', 'दयित विलोकित लज्जित हसिता' ],
        [ 'बहुविधकूजितरतिरसरसिता', 'बहु विध कूजित रति रस रसिता' ],
    ],
    // 162
    [
        [ 'विपुलपुलकपृथुवेपथुभंगा', 'विपुल पुलक पृथु वेपथु भंगा' ],
        [ 'श्वसितनिमीलितविकसदनंगा', 'श्वसित निमीलित विकसत अनन्गा' ],
    ],
    // 163
    [
        [ 'श्रमजलकणभरसुभगशरीरा', 'श्रम जल कण भर सुभग शरीरा' ],
        [ 'परिपतितोरसि', 'परिपतित उरसि' ],
        [ 'रतिरणधीरा', 'रति रण धीरा' ],
    ],
    // 164
    [
        [ 'श्रीजयदेवभणितहरिरमितम्', 'श्री जयदेव भणित हरि रमितम्' ],
        [ 'कलिकलुषं', 'कलि कलुषम्' ],
        [ 'जनयतु', 'जनयतु' ],
        [ 'परिशमितम्', 'परिशमितम्' ],
    ],
    // 165
    [
        [ 'विरहपाण्डुमुरारिमुखाम्बुज', 'विरह पाण्डु मुरारि मुख अम्बुज' ],
        [ 'द्युतिरयम्', 'द्युतिः अयम्' ], // ERR ? 'द्युतिरयम्', 'द्युतिः अयं'
        [ 'तिरयन्नपि', 'तिरयन् अपि' ],
        [ 'वेदनाम्', 'वेदनाम्' ],
        [ 'विधुरतीव', 'विधुः अतीव' ],
        [ 'तनोति', 'तनोति' ],
        [ 'मनोभुवः', 'मनोभुवः' ],
        [ 'सुहृदये', 'सुहृत् अये' ],
        [ 'हृदये', 'हृदये' ],
        [ 'मदनव्यथाम्', 'मदन व्यथाम्' ],
    ],
    // 166
    [
        [ 'समुदितमदने', 'समुदित मदने' ],
        [ 'रमणीवदने', 'रमणी वदने' ],
        [ 'चुम्बनवलिताधरे', 'चुम्बन वलित अधरे' ],
        [ 'मृगमदतिलकम्', 'मृग मद तिलकम्' ],
        [ 'लिखति', 'लिखति' ],
        [ 'सपुलकम्', 'स पुलकम्' ],
        [ 'मृगमिव', 'मृगम् इव' ],
        [ 'रजनीकरे', 'रजनी करे' ],
        [ 'रमते', 'रमते' ],
        [ 'यमुनापुलिनवने', 'यमुना पुलिन वने' ],
        [ 'विजयी', 'विजयी' ],
        [ 'मुरारिरधुना', 'मुरारिः अधुना' ],
    ],
    // 167
    [
        [ 'घनचयरुचिरे', 'घन चय रुचिरे' ],
        [ 'रचयति', 'रचयति' ],
        [ 'चिकुरे', 'चिकुरे' ],
        [ 'तरलिततरुणानने', 'तरलित तरुण आनने' ],
        [ 'कुरबककुसुमम्', 'कुरबक कुसुमम्' ], // ERR ? 'कुरवक कुसुमम्'
        [ 'चपलासुषमम्', 'चपला सुषमम्' ],
        [ 'रतिपतिमृगकानने', 'रति पति मृग कानने' ],
    ],
    // 168
    [
        [ 'घटयति', 'घटयति' ],
        [ 'सुघने', 'सु घने' ],
        [ 'कुचयुगगगने', 'कुच युग गगने' ],
        [ 'मृगमदरुचिरूषिते', 'मृग मद रुचिर ऊषिते' ],
        [ 'मणिसरममलम्', 'मणि सरम् अमलम्' ],
        [ 'तारकापटलम्', 'तारका पटलम्' ],
        [ 'नखपदशशिभूषिते', 'नख पद शशि भूषिते' ],
    ],
    // 169
    [
        [ 'जितबिसशकले', 'जित बिस शकले' ],
        [ 'मृदुभुजयुगले', 'मृदु भुज युगले' ],
        [ 'करतलनलिनीदले', 'कर तल नलिनी दले' ],
        [ 'मरकतवलयम्', 'मरकत वलयम्' ],
        [ 'मधुकरनिचयम्', 'मधुकर निचयम्' ],
        [ 'वितरति', 'वितरति' ],
        [ 'हिमशीतले', 'हिम शीतले' ],
    ],
    // 170
    [
        [ 'रतिगृहजघने', 'रति गृह जघने' ],
        [ 'विपुलापघने', 'विपुलापघने' ],
        [ 'मनसिजकनकासने', 'मनसिज कनक आसने' ],
        [ 'मणिमयरसनम्', 'मणिमय रसनम्' ],
        [ 'तोरणहसनम्', 'तोरण हसनम्' ],
        [ 'विकिरति', 'विकिरति' ],
        [ 'कृतवासने', 'कृत वासने' ],
    ],
    // 171
    [
        [ 'चरणकिसलये', 'चरण किसलये' ],
        [ 'कमलनिलये', 'कमल निलये' ],
        [ 'नखमणिगणपूजिते', 'नख मणि गण पूजिते' ],
        [ 'बहिरपवरणम्', 'बहिः अपवरणम्' ],
        [ 'यावकभरणम्', 'यावक भरणम्' ],
        [ 'जनयति', 'जनयति' ],
        [ 'हृदि', 'हृदि' ],
        [ 'योजिते', 'योजिते' ],
    ],
    // 172
    [
        [ 'रमयति', 'रमयति' ],
        [ 'सदृशम्', 'स दृशम्' ], // ERR ? 'सदृशम्', 'सु दृशम्'
        [ 'कामपि', 'काम् अपि' ],
        [ 'सुभृशम्', 'सुभृशम्' ],
        [ 'खलहलधरसोदरे', 'खलहलधर सोदरे' ],
        [ 'किमफलमवसम्', 'किम् अफलम् अवसम्' ],
        [ 'चिरमिह', 'चिरम् इह' ],
        [ 'विरसम्', 'विरसम्' ],
        [ 'वद', 'वद' ],
        [ 'सखि', 'सखि' ],
        [ 'विटपोदरे', 'विटप उदरे' ],
    ],
    // 173
    [
        [ 'इह', 'इह' ],
        [ 'रसभणने', 'रस भणने' ],
        [ 'कृतहरिगुणने', 'कृत हरि गुणने' ],
        [ 'मधुरिपुपदसेवके', 'मधु रिपु पद सेवके' ],
        [ 'कलियुगचरितम्', 'कलि युग चरितम्' ],
        [ 'न', 'न' ],
        [ 'वसतु', 'वसतु' ],
        [ 'दुरितम्', 'दुरितम्' ],
        [ 'कविनृपजयदेवके', 'कवि नृप जयदेवके' ],
    ],
    // 174
    [
        [ 'नायातः', 'न अयातः' ],
        [ 'सखि', 'सखि' ],
        [ 'निर्दयो', 'निर्दयः' ],
        [ 'यदि', 'यदि' ],
        [ 'शठस्त्वम्', 'शठः त्वम्' ],
        [ 'दूति', 'दूति' ],
        [ 'किम्', 'किम्' ],
        [ 'दूयसे', 'दूयसे' ],
        [ 'स्वच्छन्दम्', 'स्वच्छंदम्' ],
        [ 'बहुवल्लभः', 'बहु वल्लभः' ],
        [ 'सः', 'सः' ], // ERR ? 'स', 'सः'
        [ 'रमते', 'रमते' ],
        [ 'किम्', 'किम्' ],
        [ 'तत्र', 'तत्र' ],
        [ 'ते', 'ते' ],
        [ 'दूषणम्', 'दूषणम्' ],
        [ 'पश्याद्य', 'पश्य अद्य' ],
        [ 'प्रियसंगमाय', 'प्रिय संगमाय' ],
        [ 'दयितस्याकृष्यमाणम्', 'दयितस्य अकृष्यमाणम्' ],
        [ 'गुणैः', 'गुणैः' ],
        [ 'उत्कण्ठार्तिभरादिव', 'उत्कण्ठ आर्ति भरात् इव' ],
        [ 'स्फुटदिदम्', 'स्फुटत् इदम्' ],
        [ 'चेतः', 'चेतः' ],
        [ 'स्वयम्', 'स्वयम्' ],
        [ 'यास्यति', 'यास्यति' ],
    ],
    // 175
    [
        [ 'अनिलतरलकुवलयनयनेन', 'अनिल तरल कुवलय नयनेन' ],
        [ 'तपति', 'तपति' ],
        [ 'न', 'न' ],
        [ 'सा', 'सा' ],
        [ 'किसलयशयनेन', 'किसलय शयनेन' ],
        [ 'सखि', 'सखि' ],
        [ 'या', 'या' ],
        [ 'रमिता', 'रमिता' ],
        [ 'वनमालिना', 'वनमालिना' ],
    ],
    // 176
    [
        [ 'विकसितसरसिजललितमुखेन', 'विकसित सरसिज ललित मुखेन' ],
        [ 'स्फुटति', 'स्फुटति' ],
        [ 'न', 'न' ],
        [ 'सा', 'सा' ],
        [ 'मनसिजविशिखेन', 'मनसिज विशिखेन' ],
    ],
    // 177
    [
        [ 'अमृतमधुरमृदुतरवचनेन', 'अमृत मधुर मृदु तर वचनेन' ],
        [ 'ज्वलति', 'ज्वलति' ],
        [ 'न', 'न' ],
        [ 'सा', 'सा' ],
        [ 'मलयजपवनेन', 'मलय ज पवनेन' ],
    ],
    // 178
    [
        [ 'स्थलजलरुहरुचिकरचरणेन', 'स्थल जल रुह रुचि कर चरणेन' ],
        [ 'लुठति', 'लुठति' ],
        [ 'न', 'न' ],
        [ 'सा', 'सा' ],
        [ 'हिमकरकिरणेन', 'हिम कर किरणेन' ],
    ],
    // 179
    [
        [ 'सजलजलदसमुदयरुचिरेण', 'स जल जलद समुदय रुचिरेण' ],
        [ 'दलति', 'दलति' ],
        [ 'न', 'न' ],
        [ 'सा', 'सा' ],
        [ 'हृदि', 'हृदि' ],
        // [ 'चिरविरहेण', 'विरह भरेण' ], // ERR ?
    ],
    // 180
    [
        [ 'कनकनिकषरुचिशुचिवसनेन', 'कनक निकष रुचि शुचि वसनेन' ],
        [ 'श्वसति', 'श्वसति' ],
        [ 'न', 'न' ],
        [ 'सा', 'सा' ],
        [ 'परिजनहसनेन', 'परिजन हसनेन' ],
    ],
    // 181
    [
        [ 'सकलभुवनजनवरतरुणेन', 'सकल भुवन जन वर तरुणेन' ],
        [ 'वहति', 'वहति' ],
        [ 'न', 'न' ],
        [ 'सा', 'सा' ],
        [ 'रुजमतिकरुणेन', 'रुजम् अति करुणेन' ],
    ],
    // 182
    [
        [ 'श्रीजयदेवभणितवचनेन', 'श्री जयदेव भणित वचनेन' ],
        [ 'प्रविशतु', 'प्रविशतु' ],
        [ 'हरिरपि', 'हरिः अपि' ],
        [ 'हृदयमनेन', 'हृदयम् अनेन' ],
    ],
    // 183
    [
        [ 'मनोभवानन्दन', 'मनः भव आनन्दन' ],
        [ 'चन्दनानिल', 'चन्दन अनिल' ],
        [ 'प्रसीद', 'प्रसीद' ],
        [ 'रे', 'रे' ],
        [ 'दक्षिण', 'दक्षिण' ],
        [ 'मुंच', 'मुंच' ], // ERR ? 'म्ंच', 'मुंच'
        [ 'वामताम्', 'वामताम्' ],
        [ 'क्षणम्', 'क्षणम्' ],
        [ 'जगत्प्राण', 'जगत् प्राण' ],
        [ 'निधाय', 'निधाय' ],
        [ 'माधवम्', 'माधवम्' ],
        [ 'पुरो', 'पुरः' ],
        [ 'मम', 'मम' ],
        [ 'प्राणहरो', 'प्राण हरः' ],
        [ 'भविष्यसि', 'भविष्यसि' ],
    ],
    // 184
    [
        [ 'रिपुरिव', 'रिपुः इव' ],
        [ 'सखीसंवासोऽयम्', 'सखी संवासः अयम्' ],
        [ 'शिखीव', 'शिखी इव' ],
        [ 'हिमानिलो', 'हिम अनिलः' ],
        [ 'विषमिव', 'विषम् इव' ],
        [ 'सुधारश्मिर्यस्मिन्दुनोति', 'सुधा रश्मिः यस्मिन् दुनोति' ],
        [ 'मनोगते', 'मनः गते' ],
        [ 'हृदयमदये', 'हृदयम् अदये' ],
        [ 'तस्मिन्नेवम्', 'तस्मिन् एवम्' ],
        [ 'पुनर्वलते', 'पुनः वलते' ],
        [ 'बलात्', 'बलात्' ],
        [ 'कुवलयदृशाम्', 'कुवलय दृशाम्' ],
        [ 'वामः', 'वामः' ],
        [ 'कामो', 'कामः' ],
        [ 'निकामनिरंकुशः', 'निकाम निरंकुशः' ],
    ],
    // 185
    [
        [ 'बाधाम्', 'बाधाम्' ],
        [ 'विधेहि', 'विधेहि' ],
        [ 'मलयानिल', 'मलय अनिल' ],
        [ 'पंचबाण', 'पंच बाण' ],
        [ 'प्राणान्गृहाण', 'प्राणान् गृहाण' ],
        [ 'न', 'न' ],
        [ 'गृहम्', 'गृहम्' ],
        [ 'पुनराश्रयिष्ये', 'पुनः आश्रयिष्ये' ], // ERR ? 'पुनराश्रयिष्ये', 'पुनः न आश्रयिष्ये'
        [ 'किम्', 'किम्' ],
        [ 'ते', 'ते' ],
        [ 'कृतान्तभगिनि', 'कृतांत भगिनि' ],
        [ 'क्षमया', 'क्षमया' ],
        [ 'तरन्गैः', 'तरंगैः' ],
        [ 'अङ्गानि', 'अंगानि' ],
        [ 'सिङ्च', 'सिंच' ],
        [ 'मम', 'मम' ],
        [ 'शाम्यतु', 'शाम्यतु' ],
        [ 'देहदाहः', 'देह दाहः' ],
    ],
    // 186
    [
        [ 'प्रातर्नीलनिचोलमच्युतमुरस्संवीतपीतांबरम्',  'प्रातः नील निचोलम् अच्युतम् उरः संवीत पीत अंबरम्' ],
        [ 'रधायाश्चकितम्', 'रधायाः चकितम्' ], // ERR ? 'रधायाश्कितम्'
        [ 'विलोक्य', 'विलोक्य' ],
        [ 'हसति', 'हसति' ],
        [ 'स्वैरम्', 'स्वैरम्' ],
        [ 'सखीमण्डले', 'सखी मण्डले' ],
        [ 'व्रीडाचंचलमंचलम्', 'व्रीडा चंचलम् अंचलम्' ],
        [ 'नयनयोराधाय', 'नयनयोः आधाय' ],
        [ 'राधानने', 'राध आनने' ],
        [ 'स्वादुस्मेरमुखोऽयमस्तुजगदानंददायनंदात्मजः',  'स्वादु स्मेर मुखः अयम् अस्तु जगत् आनंददाय नंद आत्मजः' ],
    ],
    // 187
    [
        [ 'अथ', 'अथ' ],
        [ 'कथमपि', 'कथम् अपि' ],
        [ 'यामिनीम्', 'यामिनीम्' ],
        [ 'विनीय', 'विनीय' ],
        [ 'स्मरशरजर्जरितापि', 'स्मर शर जर्जरिता अपि' ],
        [ 'सा', 'सा' ],
        [ 'प्रभाते', 'प्रभाते' ],
        [ 'अनुनयवचनम्', 'अनुनय वचनम्' ],
        [ 'वदन्तमग्रे', 'वदन्तम् अग्रे' ],
        [ 'प्रणतमपि', 'प्रणतम् अपि' ],
        [ 'प्रियमाह', 'प्रियम् आह' ],
        [ 'साभ्यसूयम्', 'साभ्यसूयम्' ],
    ],
    // 188
    [
        [ 'रजनिजनितगुरुजागररागक्षायितमलसनिमेशम्',  'रजनि जनित गुरु जागर राग कषायितम् अलस निमेशम्' ],
        [ 'वहति', 'वहति' ],
        [ 'नयनमनुरागमिव', 'नयनम् अनुरागम् इव' ],
        [ 'स्फुटमुदितरसाभिनिवेशम्', 'स्फुटम् उदित रस अभिनिवेशम्' ],
        [ 'हरिहरि', 'हरि हरि' ],
        [ 'याहि', 'याहि' ],
        [ 'माधव', 'माधव' ],
        [ 'याहि', 'याहि' ],
        [ 'केशव', 'केशव' ],
        [ 'मा', 'मा' ],
        [ 'वद', 'वद' ],
        [ 'कैतववादम्', 'कैतव वादम्' ],
        [ 'तामनुसर', 'ताम् अनुसर' ],
        [ 'सरसीरुहलोचन', 'सरसीरुह लोचन' ],
        [ 'या', 'या' ],
        [ 'तव', 'तव' ],
        [ 'हरति', 'हरति' ],
        [ 'विषादम्', 'विषादम्' ],
    ],
    // 189
    [
        [ 'कज्जलमलिनविलोचनचुम्बनविरचितनीलिमरूपम्',  'कज्जल मलिन विलोचन चुंबन विरचित नीलिम रूपम्' ],
        [ 'दशनवसनमरुणम्', 'दशन वसनम् अरुणम्' ],
        [ 'तव', 'तव' ],
        [ 'कृष्ण', 'कृष्ण' ],
        [ 'तनोति', 'तनोति' ],
        [ 'तनोरनुरूपम्', 'तनोः अनुरूपम्' ],
    ],
    // 190
    [
        [ 'वपुरनुहरति', 'वपुः अनुहरति' ],
        [ 'तव', 'तव' ],
        [ 'स्मरसंगरखरनखरक्षतरेखम्', 'स्मर संगर खर नखर क्षत रेखम्' ],
        [ 'मरकतशकलकलितकलधौतलिपिरेव', 'मरकत शकल कलित कल धौत लिपिः एव' ],
        [ 'रतिजयलेखम्', 'रति जय लेखम्' ],
    ],
    // 191
    [
        [ 'चरणकमलगलदलक्तसिक्तमिदम्', 'चरण कमल गलत् अलक्त सिक्तम् इदम्' ],
        [ 'तव', 'तव' ],
        [ 'हृदयमुदारम्', 'हृदयम् उदारम्' ],
        [ 'दर्शयतीव', 'दर्शयति इव' ],
        [ 'बहिर्मदनद्रुमनवकिसलयपरिवारम्',  'बहिः मदन द्रुम नव किसलय परि वारम्' ],
    ],
    // 192
    [
        [ 'दशनपदम्', 'दशन पदम्' ],
        [ 'भवदधरगतम्', 'भवत् अधर गतम्' ],
        [ 'मम', 'मम' ],
        [ 'जनयति', 'जनयति' ],
        [ 'चेतसि', 'चेतसि' ],
        [ 'खेदम्', 'खेदम्' ],
        [ 'कथयति', 'कथयति' ],
        [ 'कथमधुनापि', 'कथम् अधुना अपि' ],
        [ 'मया', 'मया' ],
        [ 'सह', 'सह' ],
        [ 'तव', 'तव' ],
        [ 'वपुरेतदभेदम्', 'वपुः एतत् अभेदम्' ],
    ],
    // 193
    [
        [ 'बहिरिव', 'बहिः इव' ],
        [ 'मलिनतरम्', 'मलिन तरम्' ],
        [ 'तव', 'तव' ],
        [ 'कृष्ण', 'कृष्ण' ],
        [ 'मनोऽपि', 'मनो अपि' ], // ERR ? 'मनोः अपि'
        [ 'भविष्यति', 'भविष्यति' ],
        [ 'नूनम्', 'नूनम्' ],
        [ 'कथमथ', 'कथम् अथ' ],
        [ 'वंचयसे', 'वंचयसे' ],
        [ 'जनमनुगतमसमशरज्वरदूनम्', 'जनम् अनुगतम् असम शर ज्वर दूनम्' ],
    ],
    // 194
    [
        [ 'भ्रमति', 'भ्रमति' ],
        [ 'भवानबलाकवलाय', 'भवान् अबला कवलाय' ],
        [ 'वनेषु', 'वनेषु' ],
        [ 'किमत्र', 'किम् अत्र' ],
        [ 'विचित्रम्', 'विचित्रम्' ],
        [ 'प्रथयति', 'प्रथयति' ],
        [ 'पूतनिकेव', 'पूतनिक इव' ], // ERR ? 'पूतनिकैव', 'पूतनिक इव'
        [ 'वधूवधनिर्दयबालचरित्रम्', 'वधू वध निर्दय बाल चरित्रम्' ],
    ],
    // 195
    [
        [ 'श्रीजयदेवभणितरतिवंचितखण्डितयुवतिविलापम्',  'श्री जयदेव भणित रति वंचित खण्डित युवति विलापम्' ],
        [ 'शृणुत', 'शृणुत' ],
        [ 'सुधामधुरम्', 'सुधा मधुरम्' ],
        [ 'विबुधा', 'विबुधा' ],
        [ 'विबुधालयतोऽपि', 'विबुध आलयतः अपि' ],
        [ 'दुरापम्', 'दुरापम्' ],
    ],
    // 196
    [
        [ 'तवेदम्', 'तव इदम्' ],
        [ 'पश्यन्त्याः', 'पश्यन्त्याः' ],
        [ 'प्रसरदनुरागम्', 'प्रसरत् अनुरागम्' ],
        [ 'बहिरिव', 'बहिः इव' ],
        [ 'प्रियापादालक्तच्छुरितमरुणच्छायहृदयम्',  'प्रिया पाद अलक्त च्उरितम् अरुण च्छाय हृदयम्' ],
        [ 'ममाद्य', 'मम अद्य' ],
        [ 'प्रख्यातप्रणयभरभन्गेन', 'प्रख्यात प्रणय भर भन्गेन' ],
        [ 'कितव', 'कितव' ],
        [ 'त्वदालोकः', 'त्वत् आलोकः' ],
        [ 'शोकादपि', 'शोकात् अपि' ],
        [ 'किमपि', 'किम् अपि' ],
        [ 'लज्जाम्', 'लज्जाम्' ],
        [ 'जनयति', 'जनयति' ],
    ],
    // 197
    [
        [ 'अन्तर्मोहनमौलिघूर्णनचलन्मंदारविभ्रंशन',  'अन्तः मोहन मौलि घूर्णन चलत् मन्दार विभ्रंशन' ],
        [ 'स्थंभाकर्षणदृप्तिहर्षणमहामंत्रः',  'स्थंभ अकर्षण दृप्ति हर्षण महा मंत्रः' ],
        [ 'कुरंगीदृशाम्', 'कुरंगी दृशाम्' ],
        [ 'दृप्यद्दनवदूयमानदिविषद्दुर्वारदुःखापदाम्',  'दृप्यत् दनव दूयमान दिविषत् दुर्वार दुःख आपदाम्' ],
        [ 'भ्रंशः', 'भ्रंशः' ],
        [ 'कंसरिपोस्समर्पयतु', 'कंस रिपोः समर्पयतु' ],
        [ 'वश्श्रेयान्सि', 'वः श्रेयान्सि' ],
        [ 'वंशीरवः', 'वंशी रवः' ],
    ],
    // 198
    [
        [ 'तामथ', 'ताम् अथ' ],
        [ 'मन्मथखिन्नाम्', 'मन्मथ खिन्नाम्' ],
        [ 'रतिरसभिन्नाम्', 'रति रस भिन्नाम्' ],
        [ 'विषादसम्पन्नाम्', 'विषाद सम्पन्नाम्' ],
        [ 'अनुचिन्तितहरिचरिताम्', 'अनुचिन्तित हरि चरिताम्' ],
        [ 'कलहान्तरितमुवाच', 'कलहान्तरितम् उवाच' ],
        [ 'सखी', 'सखी' ],
    ],
    // 199
    [
        [ 'हरिरभिसरति', 'हरिः अभिसरति' ],
        [ 'वहति', 'वहति' ],
        [ 'मधुपवने', 'मधु पवने' ],
        [ 'किमपरमधिकसुखम्', 'किम् अपरम् अधिक सुखम्' ],
        [ 'सखि', 'सखि' ],
        [ 'भवने', 'भवने' ],
        [ 'माधवे', 'माधवे' ],
        [ 'मा', 'मा' ],
        [ 'कुरु', 'कुरु' ],
        [ 'मानिनि', 'मानिनि' ],
        [ 'मानमये', 'मानम् अये' ],
    ],
    // 200
    [
        [ 'हरिरभिसरति', 'हरिः अभिसरति' ],
        [ 'वहति', 'वहति' ],
        [ 'मधुपवने', 'मधु पवने' ],
        [ 'किमपरमधिकसुखम्', 'किम् अपरम् अधिक सुखम्' ],
        [ 'सखि', 'सखि' ],
        [ 'भवने', 'भवने' ],
        [ 'माधवे', 'माधवे' ],
        [ 'मा', 'मा' ],
        [ 'कुरु', 'कुरु' ],
        [ 'मानिनि', 'मानिनि' ],
        [ 'मानमये', 'मानम् अये' ],
    ],
    // 201
    [
        [ 'तालफलादपि', 'ताल फलात् अपि' ],
        [ 'गुरुमतिसरसम्', 'गुरुम् अति सरसम्' ],
        [ 'किम्', 'किम्' ],
        [ 'विफलीकुरुषे', 'विफली कुरुषे' ],
        [ 'कुचकलशम्', 'कुच कलशम्' ],
    ],
    // 202
    [
        [ 'किमिति', 'किम् इति' ],
        [ 'विषीदसि', 'विषीदसि' ],
        [ 'रोदिषि', 'रोदिषि' ],
        [ 'विकला', 'विकला' ],
        [ 'विहसति', 'विहसति' ],
        [ 'युवतिसभा', 'युवति सभा' ],
        [ 'तव', 'तव' ],
        [ 'सकला', 'सकला' ],
    ],
    // 203
    [
        [ 'सजलनलिनीदलशीतलशयने', 'स जल नलिनी दल शीतल शयने' ],
        [ 'हरिमवलोक्य', 'हरिम् अवलोक्य' ],
        [ 'सफल', 'सफल' ],
        [ 'नयने', 'नयने' ],
    ],
    // 204
    [
        [ 'जनयसि', 'जनयसि' ],
        [ 'मनसि', 'मनसि' ],
        [ 'किमिति', 'किम् इति' ],
        [ 'गुरुखेदम्', 'गुरु खेदम्' ],
        [ 'शृणु', 'शृणु' ],
        [ 'मम', 'मम' ],
        [ 'वचनमनीहितभेदम्', 'वचनम् अनीहित भेदम्' ],
    ],
    // 205
    [
        [ 'हरिरुपयातु', 'हरिः उपयातु' ],
        [ 'वदतु', 'वदतु' ],
        [ 'बहुमधुरम्', 'बहु मधुरम्' ],
        [ 'किमिति', 'किम् इति' ],
        [ 'करोषि', 'करोषि' ],
        [ 'हृदयमतिविधुरम्', 'हृदयम् अति विधुरम्' ],
    ],
    // 206
    [
        [ 'श्रीजयदेवभणितमतिललितम्', 'श्री जयदेव भणितम् अति ललितम्' ],
        [ 'सुखयतु', 'सुखयतु' ],
        [ 'रसिकजनम्', 'रसिक जनम्' ],
        [ 'हरिचरितम्', 'हरि चरितम्' ],
    ],
    // 207
    [
        [ 'स्निग्धे', 'स्निग्धे' ],
        [ 'यत्परुषासि', 'यत् परुषा असि' ],
        [ 'यत्प्रणमति', 'यत् प्रणमति' ],
        [ 'स्तब्धासि', 'स्तब्धा असि' ],
        [ 'यद्रागिणि', 'यत् रागिणि' ],
        [ 'द्वेषस्थासि', 'द्वेषस्था असि' ],
        [ 'यदुन्मुखे', 'यत् उन्मुखे' ],
        [ 'विमुखताम्', 'विमुखताम्' ],
        [ 'यातासि', 'याता असि' ],
        [ 'तस्मिन्प्रिये', 'तस्मिन् प्रिये' ],
        [ 'तद्युक्तम्', 'तत् युक्तम्' ],
        [ 'तद्विपरीतकारिणि', 'तत् विपरीतकारिणि' ],
        [ 'तव', 'तव' ],
        [ 'श्रीखण्डचर्चा', 'श्रीखण्ड चर्चा' ],
        [ 'विषम्', 'विषम्' ],
        [ 'शीतांशुस्तपनो', 'शीतांशुः तपनः' ],
        [ 'हिमम्', 'हिमम्' ],
        [ 'हुतवहः', 'हुतवहः' ],
        [ 'क्रीडामुदो', 'क्रीडा मुदः' ],
        [ 'यातनाः', 'यातनाः' ],
    ],
    // 208
    [
        [ 'सांद्रानंदपुरंदरादिदिविषद्बृन्दैरमंदादरात्', 'सान्द्र आनन्द पुरन्दर आदि दिविषत् बृन्दैः अमन्द आदरात्' ],
        [ 'आनम्रैर्मकुटेन्द्रनीलमणिभिस्संदर्शितेंदिंदिरम्',  'आनम्रैः मकुट इन्द्र नील मणिभिः संदर्शित इन्दिन्दिरम्' ],
        [ 'स्वच्छंदंमकरंदसुन्दरमिलन्मन्दाकिनीमेदुरम्',  'स्वच्छन्दम् मकरन्द सुन्दर मिलत् मन्दाकिनी मेदुरम्' ],
        [ 'श्री', 'श्री' ],
        [ 'गोविन्दपदारविंदमशुभस्कन्दायवन्दामहे',  'गोविन्द पद अरविंदम् अशुभ स्कन्दाय वन्दामहे' ],
    ],
    // 209
    [
        [ 'अत्रान्तरे', 'अत्र अन्तरे' ],
        [ 'मसृणरोषवशादसीम', 'मसृण रोष वशात् असीम' ],
        [ 'निःश्वासनिस्सहमुखीम्', 'निःश्वास निस्सह मुखीम्' ],
        [ 'सुमुखीमुपेत्य', 'सुमुखीम् उपेत्य' ],
        [ 'सव्रीडमीईक्षतसखीवदनाम्', 'स व्रीडम् ईक्षत सखी वदनाम्' ],
        [ 'दिनान्ते', 'दिन अन्ते' ],
        [ 'सानन्दगद्गदपदम्', 'स आनन्द गद्गद पदम्' ],
        [ 'हरिरित्युवाच', 'हरिः इति उवाच' ],
    ],
    // 210
    [
        [ 'वदसि', 'वदसि' ],
        [ 'यदि', 'यदि' ],
        // [ 'किङ्चिदपि', 'किन्चित् अपि' ], // ERR ? 'किङ्चिदपि', 'किन्चित् अपि'
        [ 'दन्तरुचिकौमुदी', 'दन्त रुचि कौमुदी' ],
        [ 'हरति', 'हरति' ],
        [ 'दरतिमिरमतिघोरम्', 'दर तिमिरम् अति घोरम्' ],
        [ 'स्फुरदधरसीधवे', 'स्फुरत् अधर सीधवे' ],
        [ 'तव', 'तव' ],
        [ 'वदनचन्द्रमा', 'वदन चन्द्रमा' ],
        [ 'रोचयतु', 'रोचयतु' ],
        [ 'लोचनचकोरम्', 'लोचन चकोरम्' ],
        [ 'प्रिये',  'प्रिये चारु शीले मुंच मयि मानम् अ+निदानम् सपदि मदन अनलो दहति मम मानसम् देहि मुख कमल मधु पानम् प्रिये' ],
        [ '!', '!' ],
        [ 'चारुशीले', 'चारुशीले' ],
        [ '!', '!' ],
        [ 'प्रिये', 'प्रिये' ],
        [ '!', '!' ],
        [ 'चारुशीले', 'चारुशीले' ],
        // [ '!', '!' ],
        // =========== NO CURRENT! =========
        // [ 'मुंच', '' ],
        // =========== NO CURRENT! =========
        // [ 'मयि', '' ],
        // =========== NO CURRENT! =========
        // [ 'मानमनिदानम्', '' ],
        // =========== NO CURRENT! =========
        // [ 'सपदि', '' ],
        // =========== NO CURRENT! =========
        // [ 'मदनानलो', '' ],
        // =========== NO CURRENT! =========
        // [ 'दहति', '' ],
        // =========== NO CURRENT! =========
        // [ 'मम', '' ],
        // =========== NO CURRENT! =========
        // [ 'मानसम्', '' ],
        // =========== NO CURRENT! =========
        // [ 'देहि', '' ],
        // =========== NO CURRENT! =========
        // [ 'मुखकमलमधुपानम्', '' ],
        // =========== NO CURRENT! =========
        // [ 'प्रिये', '' ],
        // =========== NO CURRENT! =========
        // [ '!', '' ],
        // =========== NO CURRENT! =========
        // [ 'चारुशीले', '' ],
        // =========== NO CURRENT! =========
        // [ '!', '' ],
        // =========== NO CURRENT! =========
        // [ 'प्रिये', '' ],
        // =========== NO CURRENT! =========
        // [ '!', '' ],
        // =========== NO CURRENT! =========
        // [ 'चारुशीले', '' ],
        // [ '!', '' ],
    ],
    // 211
    [
        [ 'सत्यमेवासि', 'सत्यम् एव असि' ],
        [ 'यदि', 'यदि' ],
        [ 'सुदति', 'सुदति' ],
        [ 'मयि', 'मयि' ],
        [ 'कोपिनी', 'कोपिनी' ],
        [ 'देहि', 'देहि' ],
        [ 'खरनखशरघातम्', 'खर नख शर घातम्' ],
        [ 'घटय', 'घटय' ],
        [ 'भुजबन्धनम्', 'भुज बन्धनम्' ],
        [ 'जनय', 'जनय' ],
        [ 'रदखण्डनम्', 'रद खण्डनम्' ],
        [ 'येन', 'येन' ],
        [ 'वा', 'वा' ],
        [ 'भवति', 'भवति' ],
        [ 'सुखजातम्', 'सुख जातम्' ],
    ],
    // 212
    [
        [ 'त्वमसि', 'त्वम् असि' ],
        [ 'मम', 'मम' ],
        [ 'भूषणम्', 'भूषणम्' ],
        [ 'त्वमसि', 'त्वम् असि' ],
        [ 'मम', 'मम' ],
        [ 'जीवनम्', 'जीवनम्' ],
        [ 'त्वमसि', 'त्वम् असि' ],
        [ 'भवजलधिरत्नम्', 'भव जलधि रत्नम्' ],
        [ 'भवतु', 'भवतु' ],
        [ 'भवतीह', 'भवती इह' ],
        [ 'मयि', 'मयि' ],
        [ 'सततमनुरोधिनि', 'सततम् अनुरोधिनि' ],
        [ 'तत्र', 'तत्र' ],
        [ 'मम', 'मम' ],
        [ 'हृदयमतियत्नम्', 'हृदयम् अति यत्नम्' ],
    ],
    // 213
    [
        [ 'नीलनलिनाभमपितन्वितवलोचनम्',  'नील नलिन आभम् अपि तन्वि तव लोचनम्' ],
        [ 'धारयतिकोकनदरूपम्', 'धारयति कोकनद रूपम्' ],
        [ 'कुसुमशरबाणभावेनयदिरंजयति', 'कुसुम शर बाण भावेन यदि रंजयति ' ],
        [ 'कृष्णमिदमेतदनुरूपम्',  'कृष्णम् इदम् एतत् अनुरूपम्' ],
    ],
    // 214
    [
        [ 'स्फुरतु', 'स्फुरतु' ],
        [ 'कुचकुम्भयोरुपरि', 'कुचकुम्भयोः उपरि' ],
        [ 'मणिमंजरी', 'मणि मंजरी' ],
        [ 'रंजयतु', 'रंजयतु' ],
        [ 'तव', 'तव' ],
        [ 'हृदयदेशम्', 'हृदय देशम्' ],
        [ 'रसतु', 'रसतु' ],
        [ 'रशनापि', 'रशना अपि' ],
        [ 'तव', 'तव' ],
        [ 'घनजघनमण्डले', 'घन जघन मण्डले' ],
        [ 'घोषयतु', 'घोषयतु' ],
        [ 'मन्मथनिदेशम्', 'मन्मथ निदेशम्' ],
    ],
    // 215
    [
        [ 'स्थलकमलगंजनम्', 'स्थल कमल गंजनम्' ],
        [ 'ममहृदयरंजनम्', 'मम हृदय रंजनम्' ],
        [ 'जनितरतिरंगपरभागम्', 'जनित रति रंग पर' ],
        [ 'भणमसृणवाणि', 'भागम् भण मसृण वाणि' ],
        [ 'करवाणि', 'करवाणि' ],
        [ 'चरणद्वयम्', 'चरण द्वयम्' ],
        [ 'सरसलसदलक्तकरागम्', 'सरस लसत् अलक्तक रागम्' ],
    ],
    // 216
    [
        [ 'स्मरगरलखण्डनम्', 'स्मर गरल खण्डनम्' ],
        [ 'मम', 'मम' ],
        [ 'शिरसिमण्डनम्', 'शिरसि मण्डनम्' ],
        [ 'देहि', 'देहि' ],
        [ 'पदपल्लवमुदारम्', 'पद पल्लवम् उदारम्' ],
        // [ 'ज्वलतिमयिदारुणोमदनकद्', 'ज्वलति मयि दारुणः मदन कदन' ],
        // [ 'अनानलो', 'अनाः' ],
        [ 'हरतुतदुपाहितविकारम्', 'हरतु तत् उपाहित विकारम्' ],
    ],
    // 217
    [
        [ 'इतिचटुलचाटुपटुचारुमुरवैरिणो',  'इति चटुल चाटु पटु चारु मुर वैरिणः' ],
        [ 'राधिकामधिवचनजातम्', 'राधिकाम् अधि वचन जातम्' ],
        [ 'जयतिजयदेवकविभारतीभूषितम्',  'जयति जयदेव कवि भारती भूषितम्' ],
        [ 'मानिनीजनजनितनितातिशातम्', 'मानिनी जन जनित अति शातम्' ],
    ],
    // 218
    [
        [ 'परिहर', 'परिहर' ],
        [ 'कृतान्तन्के', 'कृत आन्तन्के' ],
        [ 'शंकांत्वयासततम्घन', 'शंकाम् त्वया सततम् घन' ],
        [ 'स्तनजघनयऽक्रान्ते', 'स्तन जघनय अक्रान्ते' ], // ERR ? 'स्तनजघनयऽऽक्रान्ते', 'स्तन जघनया आक्रान्ते'
        [ 'स्वान्ते', 'स्वान्ते' ],
        [ 'परानवकाशिनि', 'परा अनवकाशिनि' ],
        [ 'विशति', 'विशति' ],
        [ 'वितनोरन्यो', 'वितनोः अन्यः' ],
        [ 'धन्यो', 'धन्यः' ],
        [ 'नकोऽपि', 'न कः अपि' ],
        [ 'ममांतरम्', 'मम् आंतरम्' ],  // ERR ? 'ममांतरम्', 'मम् अंतरम्'
        [ 'प्रणयिनि', 'प्रणयिनि' ],
        [ 'परीरंभारंभे', 'परीरंभ आरंभे' ],
        [ 'विधेहि', 'विधेहि' ],
        [ 'विधेयताम्', 'विधेयताम्' ],
    ],
    // 219
    [
        [ 'मुग्धे', 'मुग्धे' ],
        [ 'विधेहि', 'विधेहि' ],
        [ 'मयि', 'मयि' ],
        [ 'निर्दयदन्तदंश', 'निर्दय दन्त दंश' ],
        [ 'दोर्वल्लिबन्धनिबिडस्तनपीडनानि',  'दोः वल्लि बन्ध निबिड स्तन पीडनानि' ],
        [ 'चण्डि', 'चण्डि' ],
        [ 'त्वमेव', 'त्वमेव' ],
        [ 'मुदमुद्वह', 'मुदम् उद्वह' ],
        [ 'पंचबाण', 'पंचबाण' ],
        [ 'चण्डालकाण्डदलनादसवः', 'चण्डाल काण्ड दलनात् असवः' ],
        [ 'प्रयान्ति', 'प्रयान्ति' ],
    ],
    // 220
    [
        [ 'शशिमुखि', 'शशि मुखि' ],
        [ 'तवभातिभंगुरभ्रूः', 'तव भाति भंगुर भ्रूः' ],
        [ 'युवजनमोहनकरालकालसर्पी', 'युव जन मोहन कराल काल सर्पी' ],
        [ 'तदुतविषभंजनाययूनाम्', 'तत् उदित विष भंजनाय यूनाम्' ],
        [ 'त्वदधरशीधुशुदैवसिद्धमंत्रः',  'त्वत् अधर शीधु शुद एव सिद्ध मंत्रः' ],
    ],
    // 221
    [
        [ 'व्यथयति', 'व्यथयति' ],
        [ 'वृथा', 'वृथा' ],
        [ 'मौनम्', 'मौनम्' ],
        [ 'तन्वि', 'तन्वि' ],
        [ 'प्रपञ्चय', 'प्रपंचय' ],
        [ 'पंचमम्', 'पंचमम्' ],
        [ 'तरुणी', 'तरुणी' ],
        [ 'मधुरालापैस्तापम्', 'मधुर आलापैः तापम्' ],
        [ 'विनोदय', 'विनोदय' ],
        [ 'दृष्टिभिः', 'दृष्टिभिः' ],
        [ 'सुमुखि', 'सुमुखि' ],
        [ 'विमुखीभावम्', 'विमुखी भावम्' ],
        [ 'तावद्विमुंच', 'तावत् विमुंच' ],
        [ 'न', 'न' ],
        [ 'मुंच', 'मुंच' ],
        [ 'माम्', 'माम्' ],
        [ 'स्वयमतिशयस्निग्धो', 'स्वयम् अतिशय स्निग्धः' ],
        [ 'मुग्धे', 'मुग्धे' ],
        [ 'प्रियोऽयमुपस्थितः', 'प्रियः अयम् उपस्थितः' ], // ERR ? 'प्रियिऽयमुपस्थितः', 'प्रियः अयम् उपस्थितः' // ोऽप
    ],
    // 222
    [
        [ 'बन्धूकद्युतिबान्धवोऽयमधरः',  'बन्धूक द्युति बान्धवः अयम् अधरः' ],
        [ 'स्निग्धो', 'स्निग्धो' ],
        [ 'मधूकच्छविः', 'मधूक च्छविः' ],
        [ 'गण्डश्चण्डि', 'गण्डः चण्डि' ],
        [ 'चकास्ति', 'चकास्ति' ],
        [ 'नीलनलिनश्रीमोचनम्', 'नील नलिन श्री मोचनम्' ],
        [ 'लोचनम्', 'लोचनम्' ],
        [ 'नासात्येति', 'नासा अत्येति' ],
        [ 'तिलप्रसूनपदवीम्', 'तिल प्रसून पदवीम्' ],
        [ 'कुन्दाभदान्ति', 'कुन्द आभ दान्ति' ],
        [ 'प्रिये', 'प्रिये' ],
        [ 'प्रायस्त्वन्मुखसेवया', 'प्रायः त्वत् मुख सेवया' ],
        [ 'विजयते', 'विजयते' ],
        [ 'विश्वम्', 'विश्वम्' ],
        [ 'स', 'स' ],
        [ 'पुष्पायुधः', 'पुष्पा अयुधः' ],
    ],
    // 223
    [
        [ 'दृशौ', 'दृशौ' ],
        [ 'तव', 'तव' ],
        [ 'मदालसे', 'मदालसे' ],
        [ 'वदनमिन्दुमत्युज्ज्वलम्', 'वदनम् इन्दुम् अति उज्ज्वलम्' ],
        [ 'गतिर्जनमनोरमा', 'गतिः जन मनोरमा' ],
        [ 'विधुतरंभमूरुद्वयम्', 'विधुत रंभम् ऊरु द्वयम्' ],
        [ 'रतिस्तव', 'रतिः तव' ],
        [ 'कलावती', 'कलावती' ],
        [ 'रुचिरचित्रलेखे', 'रुचिर चित्रलेखे' ],
        [ 'भ्रुवौ', 'भ्रुवौ' ],
        [ 'अहो', 'अहो' ],
        [ 'विबुधयौवतम्', 'विबुध यौवतम्' ],
        [ 'वहसि', 'वहसि' ],
        [ 'तन्वी', 'तन्वी' ],
        [ 'पृथ्वीगता', 'पृथ्वी गता' ],
    ],
    // 224
    [
        [ 'स', 'स' ],
        [ 'प्रीतिम्', 'प्रीतिम्' ],
        [ 'तनुताम्', 'तनुताम्' ],
        [ 'हरिः', 'हरिः' ],
        [ 'कुवलयापीडेन', 'कुवलयापीडेन' ],
        [ 'सार्थम्', 'सार्थम्' ],
        [ 'रणे', 'रणे' ],
        [ 'राधा', 'राधा' ],
        [ 'पीनपयोधरस्मरणकृत्कुंभेन', 'पीन पयोधर स्मरण कृत् कुंभेन' ],
        [ 'संभेदवान्', 'संभेदवान्' ],
        [ 'यत्र', 'यत्र' ],
        [ 'स्विद्यतिमीलतिक्षणमपि', 'स्विद्यति मीलति क्षणम् अपि' ],
        [ 'क्शिप्रंतदालोकनात्', 'क्शिप्रम् तत् आलोकनात्' ],
        [ 'कंसस्यालमभूज्जितम्',  'कंसस्य अलम् अभूत् जितम्' ],
        [ 'जितमिति', 'जितम् इति' ],
        [ 'व्यामोहकोलाहलः', 'व्यामोह कोलाहलः' ],
    ],
    // 225
    [
        [ 'सुचिरमनुनयेन', 'सुचिरम् अनुनयेन' ],
        [ 'प्रीणयित्वा', 'प्रीणयित्वा' ],
        [ 'मृगाक्षीम्', 'मृग अक्षीम्' ],
        [ 'गतवति', 'गतवति' ],
        [ 'कृतवेशे', 'कृत वेशे' ],
        [ 'केशवे', 'केशवे' ],
        [ 'कुंजशय्याम्', 'कुंज शय्याम्' ],
        [ 'रचितरुचिरभूषाम्', 'रचित रुचिर भूषाम्' ],
        [ 'दृष्टिमोषे', 'दृष्टि मोषे' ],
        [ 'प्रदोषे', 'प्रदोषे' ],
        [ 'स्फुरति', 'स्फुरति' ],
        [ 'निरवसादाम्', 'निरवसादाम्' ],
        [ 'कापि', 'कापि' ],
        [ 'राधाम्', 'राधाम्' ],
        [ 'जगाद', 'जगाद' ],
    ],
    // 226
    [
        [ 'विरचितचाटुवचनरचनम्', 'विरचित चाटु वचन रचनम्' ],
        [ 'चरणे', 'चरणे' ],
        [ 'रचितप्रणिपातम्', 'रचित प्रणिपातम्' ],
        [ 'संप्रति', 'संप्रति' ],
        [ 'मङ्जुलवङ्जुलसीमनि', 'मंजुल वंजुल सीमनि' ],
        [ 'केलिशयनमनुयातम्', 'केलि शयनम् अनुयातम्' ],
        [ 'मुग्धे', 'मुग्धे' ],
        [ 'मधुमथनम्', 'मधु मथनम्' ],
        [ 'अनुगतमनुसर', 'अनुगतम् अनुसर' ],
        [ 'राधे', 'राधे' ],
    ],
    // 227
    [
        [ 'घनजघनस्तनभारभरे', 'घन जघन स्तन भार भरे' ],
        [ 'दरमंथरचरणविहारम्', 'दर मंथर चरण विहारम्' ],
        [ 'मुखरितमणिमङ्जीरमुपैहि', 'मुखरित मणि मंजीरम् उपैहि' ],
        [ 'विधेहि', 'विधेहि ' ],
        [ 'मरालनिकारम्',  'मराल निकारम्' ],
    ],
    // 228
    [
        [ 'शृणु', 'शृणु' ],
        [ 'रमणीयतरम्', 'रमणीय तरम्' ],
        [ 'तरुणीजनमोहनमधुरिपुरावम्',  'तरुणी जन मोहन मधु रिपु रावम्' ],
        [ 'कुसुमशरासनशासनवन्दिनि', 'कुसुम शरासन शासन वन्दिनि' ],
        [ 'पिकनिकरे', 'पिक निकरे' ],
        [ 'भज', 'भज' ],
        [ 'भावम्', 'भावम्' ],
    ],
    // 229
    [
        [ 'अनिलतरलकिसलयनिकरेण', 'अनिल तरल किसलय निकरेण' ],
        [ 'करेण', 'करेण' ],
        [ 'लतानिकुरम्बम्', 'लता निकुरंबम्' ],
        [ 'प्रेरणमिव', 'प्रेरणम् इव' ],
        [ 'करभोरु', 'करभ ऊरु' ],
        [ 'करोति', 'करोति' ],
        [ 'गतिम्', 'गतिम्' ],
        [ 'प्रतिमुंच', 'प्रति मुंच' ],
        [ 'विलम्बम्', 'विलम्बम्' ],
    ],
    // 230
    [
        [ 'स्फुरितमनङ्गतरङ्गवशादिव', 'स्फुरितम् अनंग तरंग वशात् इव' ],
        [ 'सूचितहरिपरिरंभम्', 'सूचित हरि परिरंभम्' ],
        [ 'पृच्छ', 'पृच्छ' ],
        [ 'मनोहरहारविमलजलधारममुम्', 'मनोहर हार विमल जल धारम् अमुम्' ],
        [ 'कुचकुम्भम्', 'कुच कुम्भम्' ],
    ],
    // 231
    [
        [ 'अधिगतमखिलसखीभिरिदम्', 'अधिगतम् अखिल सखीभिः इदम्' ],
        [ 'तव', 'तव' ],
        [ 'वपुरपि', 'वपुः अपि' ],
        [ 'रतिरणसज्जम्', 'रति रण सज्जम्' ],
        [ 'चण्डि', 'चण्डि' ],
        [ 'रसितरशनारवडिण्डिममभिसर', 'रसित रशन रव डिण्डिमम् अभिसर' ],
        [ 'सरसमलज्जम्', 'सरसम् अलज्जम्' ],
    ],
    // 232
    [
        [ 'स्मरशरसुभगनखेन', 'स्मर शर सुभग नखेन' ],
        [ 'करेण', 'करेण' ],
        [ 'सखीमवलंब्य', 'सखीम् अवलंब्य' ],
        [ 'सलीलम्', 'सलीलम्' ],
        [ 'चल', 'चल' ],
        [ 'वलयक्वणितरवबोधय', 'वलय क्वणितः अवबोधय' ], // ERR ? 'वलयक्वणितैरवबोधय', 'वलय क्वणितः अवबोधय'
        [ 'हरिमपि', 'हरिम् अपि' ],
        [ 'निजगतिशीलम्', 'निज गति शीलम्' ],
    ],
    // 233
    [
        [ 'श्रीजयदेवभणितमधरीकृतहारमुदासितवामम्',  'श्री जयदेव भणितम् अधरी कृत' ],
        [ 'हरिविनिहितमनसामधितिष्ठतु',  'हारम् उदासित वामम् हरि विनिहित मनसाम् अधितिष्ठतु' ],
        [ 'कण्ठतटीमविरामम्', 'कण्ठ तटीम् अविरामम्' ],
    ],
    // 234
    [
        [ 'अक्ष्णोर्निक्षिपदंजनम्', 'अक्ष्णोः निक्षिपत् अंजनम्' ], // ERR ? 'अक्ष्णोर्निक्षिपदंजनम्', 'अक्ष्णोः निक्षिपत् अंजनम्'
        [ 'श्रवणयोस्तापिङ्च्छगुच्छावलीम्',  'श्रवणयोः तापिन्च्छ गुच्छ आवलीम्' ],
        [ 'मूर्ध्नि', 'मूर्ध्नि' ],
        [ 'श्यामसरोजदाम', 'श्याम सरोज दाम' ],
        [ 'कुचयोः', 'कुचयोः' ],
        [ 'कस्तूरिकापत्रकम्', 'कस्तूरिका पत्रकम्' ],
        [ 'धूर्तानामभिसारसंभ्रम', 'धूर्तानाम् अभिसार संभ्रम' ],
        [ 'जुषाम्', 'जुषाम्' ],
        [ 'विष्वङ्निकुञ्जे', 'विष्वक् निकुंजे' ],
        [ 'सखि', 'सखि' ],
        [ 'ध्वान्तम्', 'ध्वान्तम्' ],
        [ 'नीलनिचोलचारु', 'नील निचोल चारु' ],
        [ 'सुदृशाम्', 'सुदृशाम्' ],
        [ 'प्रत्यङ्गमालिङ्गति', 'प्रति अंगम् आलिंगति' ],
    ],
    // 235
    [
        [ 'काश्मीरगौरवपुषामभिसारिकाणाम्',  'काश्मीर गौर वपुषाम् अभिसारिकाणाम्' ],
        [ 'आबद्धरेखमभितो', 'आबद्ध रेखम् अभितः' ],
        [ 'रुचिमङ्जरीभिः', 'रुचि मंजरीभिः' ],
        [ 'एतत्तमालदलनीलतमम्', 'एतत् तमाल दल नील तमम्' ],
        [ 'तमिस्रम्', 'तमिस्रम्' ],
        [ 'तत्प्रेमहेमनिकषोपलताम्', 'तत् प्रेम हेम निकष उपलताम्' ],
        [ 'तनोति', 'तनोति' ],
    ],
    // 236
    [
        [ 'हारावलीतरलकाङ्चनकाङ्चिदाम', 'हार आवली तरल कांचन कांची दाम' ],
        [ 'मङ्जीरकङ्कणमणिद्युतिदीपितस्य', 'मंजीर कंकण मणि द्युति दीपितस्य' ],
        [ 'द्वारे', 'द्वारे' ],
        [ 'निकुङ्जनिलयस्य', 'निकुंज निलयस्य' ],
        [ 'हरिम्', 'हरिम्' ],
        [ 'निरीक्ष्य', 'निरीक्ष्य' ],
        [ 'व्रीडावतीमथ', 'व्रीडावतीम् अथ' ],
        [ 'सखीमियमित्युवाच', 'सखीम् इयम् इति उवाच' ],
    ],
    // 237
    [
        [ 'मङ्जुतरकुङ्जतलकेलिसदने', 'मंजु तर कुंज तल केलि सदने' ],
        [ 'इह', 'इह' ],
        [ 'विलस', 'विलस' ],
        [ 'रतिरभसहसितवदने', 'रति रभस हसित वदने' ],
        [ 'प्रविश', 'प्रविश' ],
        [ 'राधे', 'राधे' ],
        [ 'माधवसमीपमिह', 'माधव समीपम् इह' ],
        [ 'कुरु', 'कुरु' ],
        [ 'मुरारे', 'मुरारे' ],
        [ 'मंगल', 'मंगल' ], //  ERR ? 'म्ंगल', 'मंगल'
        [ 'शतानि', 'शतानि' ],
    ],
    // 238
    [
        [ 'नवभवदशोकदलशयनसारे', 'नव भवत् अशोक दल शयन सारे' ],
        [ 'विलस', 'विलस' ],
        [ 'कुचकलशतरलहारे', 'कुच कलश तरल हारे' ],
    ],
    // 239
    [
        [ 'कुसुमचयरचितशुचिवासगेहे', 'कुसुम चय रचित शुचि वास गेहे' ],
        [ 'इह', 'इह' ],
        [ 'विलस', 'विलस' ],
        [ 'कुसुमसुकुमारदेहे', 'कुसुम सुकुमार देहे' ],
    ],
    // 240
    [
        [ 'चलमलयवनपवनसुरभिशीते', 'चल मलय वन पवन सुरभि शीते' ],
        [ 'विलस', 'विलस' ],
        [ 'मदनशरनिकरभीते', 'मदन शर निकर भीते' ],
    ],
    // 241
    [
        [ 'विततबहुवल्लिनवपल्लवघने', 'वितत बहु वल्लि नव पल्लव घने' ],
        [ 'विलस', 'विलस' ],
        [ 'चिरमलसपीनजघने', 'चिरम् अलस पीन जघने' ],
    ],
    // 242
    [
        [ 'मधुमुदितमधुपकुलकलितरावे', 'मधु मुदित मधुप कुल कलित रावे इह' ],
        [ 'विलस', 'विलस' ],
        [ 'कुसुमशरसरसभावे', 'कुसुम शर सरस भावे' ],
    ],
    // 243
    [
        [ 'मधुतरलपिकनिकरनिनदमुखरे', 'मधु तरल पिक निकर निनद मुखरे इह' ],
        [ 'विलस', 'विलस' ],
        [ 'दशनरुचिरुचिरशिखरे', 'दशन रुचि रुचिर शिखरे' ],
    ],
    // 244
    [
        [ 'विहितपद्मावतीसुखसमाजे', 'विहित पद्मावती सुख समाजे' ],
        [ 'भणति', 'भणति' ],
        [ 'जयदेवकविराजे', 'जयदेव कवि राज राजे इह विलस' ],
    ],
    // 245
    [
        [ 'त्वाम्', 'त्वाम्' ],
        [ 'चित्तेनचिरम्', 'चित्तेन चिरम्' ],
        [ 'वहन्नयमतिश्रान्तो', 'वहन् अयम् अति श्रांतः' ],
        [ 'भृशम्', 'भृशम्' ],
        [ 'तापितः', 'तापितः' ],
        [ 'कन्दर्पेण', 'कंदर्पेण' ],
        [ 'च', 'च' ],
        [ 'पातुमिच्छति', 'पातुम् इच्छति' ],
        [ 'सुधासंबाधबिंबाधरम्', 'सुधा संबाध बिंब अधरम्' ],
        [ 'अस्यांकम्', 'अस्य अंकम्' ],
        [ 'तदलंकुरु', 'तत् अलंकुरु' ],
        [ 'क्षणमिह', 'क्षणम् इह' ],
        [ 'भ्रूक्षेपलक्ष्मीलव', 'भ्रू क्षेप लक्ष्मी लव' ],
        [ 'क्रीते', 'क्रीते' ],
        [ 'दासेवोपसेवितपदांभोजे', 'दास इव उपसेवित पद अंभोजे' ],
        [ 'कुतस्संभ्रमः', 'कुतः संभ्रमः' ],
    ],
    // 246
    [
        [ 'सा', 'सा' ],
        [ 'ससाध्वससानंदम्', 'स साध्वस स अनन्दम्' ],
        [ 'गोविन्दे', 'गोविन्दे' ],
        [ 'लोललोचना', 'लोल लोचना' ],
        // [ 'शिङ्जानमङ्जुमङ्जीरम्', 'शिङ्जान मंजु मंजीरम्' ], // ERR ?  'शिङ्जानमङ्जुमङ्जीरम्', 'शिङ्िंजान मंजु मंजीरम्'
        [ 'प्रविवेश', 'प्रविवेश' ],
        [ 'निवेशनम्', 'निवेशनम्' ],
    ],
    // 247
    [
        [ 'राधावदनविलोकनविकसितविविधविकारविभङ्गम्',  'राधा वदन विलोकन विकसित विविध विकार विभंगम्' ],
        [ 'जलनिधिमिव', 'जल निधिम् इव' ],
        [ 'विधुमण्डलदर्शनतरलिततुङ्गतरङ्गम्',  'विधु मण्डल दर्शन तरलित तुंग तरंगम्' ],
        [ 'हरिमेकरसम्', 'हरिम् एक रसम्' ],
        [ 'चिरमभिलषितविलासम्', 'चिरम् अभिलषित विलासम्' ],
        [ 'सा', 'सा' ],
        [ 'ददार्श', 'ददार्श' ],
        [ 'गुरुहर्षवशंवदवदनमनंगनिवासम्',  'गुरु हर्ष वशंवद वदनम् अनंग निवासम्' ],
    ],
    // 248
    [
        [ 'हारममलतरतारमुरसि', 'हारम् अमल तर तारम् उरसि' ],
        [ 'दधतम्', 'दधतम्' ],
        [ 'परिरभ्य', 'परिरभ्य' ],
        [ 'विदूरम्', 'विदूरम्' ],
        [ 'स्फुटतरफेनकदम्बकरम्बितमिव', 'स्फुट तर फेन कदंब करंबितम् इव' ],
        [ 'यमुनाजलपूरम्', 'यमुना जलपूरम्' ],
    ],
    // 249
    [
        [ 'श्यामलमृदुलकलेवरमण्डलमधिगतगौरदुकूलम्',  'श्यामल मृदुल कलेवर मण्डलम् अधिगत गौर दुकूलम्' ],
        [ 'नीलनलिनमिव', 'नील नलिनम् इव' ],
        [ 'पीतपरागपटलभरवलयितमूलम्', 'पीत पराग पटल भर वलयित मूलम्' ],
    ],
    // 250
    [
        [ 'तरलदृगङ्चलचलनमनोहरवदनजनितरतिरागम्',  'तरल दृक् अंचल चलन मनोहर वदन जनित रति रागम्' ],
        [ 'स्फुटकमलोदरखेलितखङ्जनयुगमिव',  'स्फुट कमल उदर खेलित खंजन युगम् इव' ],
        [ 'शरदि', 'शरदि' ],
        [ 'तडागम्', 'तडागम्' ],
    ],
    // 251
    [
        [ 'वदनकमलपरिशीलनमिलितमिहिरसमकुङ्डलशोभम्',  'वदन कमल परिशीलन मिलित मिहिर' ],
        [ 'स्मितरुचिरुचिरसमुल्लसिताधरपल्लवकृतरतिलोभम्',  'सम कुण्डल शोभम् स्मित रुचि रुचिर समुल्लसित अधर पल्लव कृत रति लोभम्' ],
    ],
    // 252
    [
        [ 'शशिकिरणच्छुरितोदरजलधरसुन्दरसकुसुमकेशम्',  'शशि किरण च्छुरित उदर जल धर सुन्दर स कुसुम केशम्' ],
        [ 'तिमिरोदितविधुमण्डलनिर्मलमलयजतिलकनिवेशम्',  'तिमिर उदित विधु मण्डल निर्मल मलय ज तिलक निवेशम्' ],
    ],
    // 253
    [
        [ 'विपुलपुलकभरदन्तुरितम्', 'विपुल पुलक भर दन्तुरितम्' ],
        [ 'रतिकेलिकलाभिरधीरम्', 'रति केलि कलाभिः अधीरम्' ],
        [ 'मणिगणकिरणसमूहसमुज्ज्वलभूषणसुभगशरीरम्',  'मणि गण किरण समूह समुज्ज्वल भूषण सुभग शरीरम्' ],
    ],
    // 254
    [
        [ 'श्रीजयदेवभणितविभवद्विगुणीकृतभूषणभारम्',  'श्री जयदेव भणित विभव द्विगुणी कृत भूषण भारम्' ],
        [ 'प्रणमत', 'प्रणमत' ],
        [ 'हृदि', 'हृदि' ],
        [ 'सुचिरम्', 'सुचिरम्' ],
        [ 'विनिधाय', 'विनिधाय' ],
        [ 'हरिम्', 'हरिम्' ],
        [ 'सुकृतोदयसारम्', 'सुकृत उदय सारम्' ],
    ],
    // 255
    [
        [ 'अतिक्रम्यापाङ्गम्', 'अतिक्रम्य अपांगम्' ],
        [ 'श्रवणपथपर्यन्तगमन', 'श्रवण पथ पर्यन्त गमन' ],
        [ 'प्रयासेनेवाक्ष्णोस्तरलतरभावम्', 'प्रयासेन इव अक्ष्णोः तरल तर भावम् ' ],
        [ 'गमितयोः', 'गमितयोः' ],
        [ 'इदानीम्', 'इदानीम्' ],
        [ 'राधायाः', 'राधायाः' ],
        [ 'प्रियतमसमालोकसमये', 'प्रियतम समालोक समये' ],
        [ 'पपात', 'पपात' ],
        [ 'स्वेदाम्बुप्रसर', 'स्वेद अम्बु प्रसर' ],
        [ 'इव', 'इव' ],
        [ 'हर्षाश्रुनिकरः', 'हर्ष अश्रु निकरः' ],
    ],
    // 256
    [
        [ 'भज्यंत्यास्तल्पान्तम्', 'भज्यंत्याः तल्प अन्तम्' ],
        [ 'कृतकपटकण्डूतिपिहित', 'कृत कपट कण्डूति पिहित' ],
        [ 'स्मितम्', 'स्मितम्' ],
        [ 'याते', 'याते' ],
        [ 'गेहाद्बहिरपिहितालीपरिजने', 'गेहात् बहिः अपि हित आली परिजने' ],
        [ 'प्रियास्यम्', 'प्रिय आस्यम्' ],
        [ 'पश्यन्त्याः', 'पश्यन्त्याः' ],
        [ 'स्मरपरवशाकूतसुभगम्', 'स्मर शर समाकूल सुभगम्' ],
        [ 'सलज्जा', 'स लज्जा' ],
        [ 'लज्जाऽपि', 'लज्जा अपि' ],
        [ 'व्यगमदिव', 'व्यगमत् इव' ],
        [ 'दूरम्', 'दूरम्' ],
        [ 'मृगदृशः', 'मृग दृशः' ],
    ],
    // 257
    [
        [ 'सानन्दम्', 'स आनंदम्' ],
        [ 'नन्दसूनुर्दिशतुपरतरम्', 'नंद सूनुः दिशतु पर तरम्' ],
        [ 'सम्मदं', 'सम्मदम्' ],
        [ 'मन्दमन्दम्', 'मंद मंदम्' ],
        [ 'राधामाधायबाह्वोर्विवरमनुधृढम्',  'राधाम् आधाय बाह्वोः विवरम् अनु धृढम्' ],
        [ 'पीडयन्प्रीति', 'पीडयन् प्रीति' ],
        [ 'योगात्', 'योगात्' ],
        [ 'तुङ्गौतस्या', 'तुंगौ तस्या' ],
        [ 'उरोजावतनुवरतनोर्निर्गतौ', 'उरोजौ अतनु वर तनोः निर्गतौ' ],
        [ 'मास्मभूताम्', 'मा स्मभूताम्' ],
        [ 'पृष्टम्', 'पृष्टम्' ],
        [ 'निर्भिद्यतस्माद्बहिरितिवलितग्रीवमालोकयंतः',  'निर्भिद्य तस्मात् बहिः इति वलित ग्रीवम् आलोकयन्तः' ],
    ],
    // 258
    [
        [ 'जयश्रीविन्यस्तैर्महित', 'जयश्री विन्यस्तैः महित' ],
        [ 'इव', 'इव' ],
        [ 'मन्दारकुसुमैः', 'मन्दार कुसुमैः' ], // ERR ? 'मन्दारकुसुमैः', 'मन्दार सुकुमैः'
        [ 'स्वयम्', 'स्वयम् ' ],
        [ 'सिन्दूरेणद्विपरणमुदामुद्रित',  'सिन्दूरेण द्विप रण मुदा मुद्रित' ],
        [ 'इव', 'इव' ],
        [ 'भुजपीड', 'भुज पीड' ], // ERR ? 'भुजापीड', 'भुज पीड'
        [ 'क्रीडाहतकुवलयापीडकरिणः', 'क्रीड हत कुवलयापीड करिणः' ],
        [ 'प्रकीर्णासृग्बिन्दुर्जयति', 'प्रकीर्णा सृक् बिन्दुः जयति' ],
        [ 'भुजदण्डो', 'भुज दण्डः' ],
        [ 'मुरजितः', 'मुर जितः' ],
    ],
    // 259
    [
        [ 'सौन्दर्यैकनिधेरनङ्गललनालावण्यलीलाजुषः',  'सौन्दर्य एक निधेः अनंग ललना लावण्य लीला जुषः' ],
        [ 'राधायाहृदिपल्वलेमनसिजक्रीडैकरङ्गस्थले',  'राधायाः हृदि पल्वले मनसि ज क्रीडा एक' ],
        [ 'रम्योरोजसरोजखेलनरसित्वादात्मनः', 'रंग स्थले रम्य उरोज सरोज' ],
        [ 'ख्यापयन्', 'खेलन रसित्वात् आत्मनः ख्यापयन्' ],
        [ 'ध्यातुर्मानसराजहंसनिभतांदेयान्मुकुंदोमुदम्',  'ध्यातुः मानस राज हंस निभताम् देयात् मुकुन्दः मुदम्' ],
    ],
    // 260
    [
        [ 'गतवति', 'गतवति' ],
        [ 'सखीबृन्देऽमन्दत्रपाभरनिर्भर',  'सखी बृन्दे अमन्द त्रपा भर निर्भर' ],
        [ 'स्मरपरवशाकूतस्फीतस्मितस्नपिताधरम्', 'स्मर परवश आकूत स्फीत स्मित स्नपित अधरम्' ],
        [ 'सरसमनसम्', 'सरस मनसम्' ],
        [ 'दृष्ट्वा', 'दृष्ट्वा' ],
        [ 'हृष्टाम्', 'हृष्टाम्' ],
        [ 'मुहुर्नवपल्लव', 'मुहुः नव पल्लव' ],
        [ 'प्रसवशयने', 'प्रसव शयने' ],
        [ 'निक्षिप्ताक्षीमुवाच', 'निक्षिप्त अक्षीम् उवाच' ],
        [ 'हरिः', 'हरिः' ],
        [ 'प्रियाम्', 'प्रियाम्' ],
    ],
    // 261
    [
        [ 'किसलयशयनतले', 'किसलय शयन तले' ],
        [ 'कुरु', 'कुरु' ],
        [ 'कामिनि', 'कामिनि' ],
        [ 'चरणनलिनविनिवेशम्', 'चरण नलिन विनिवेशम्' ],
        [ 'तव', 'तव' ],
        [ 'पदपल्लववैरिपराभवमिदमनुभवतु',  'पद पल्लव वैरि पराभवम् इदम् अनुभवतु' ],
        [ 'सुवेशम्', 'सुवेशम्' ],
        [ 'क्षणमधुना', 'क्षणम् अधुना' ],
        [ 'नारायणम्', 'नारायणम्' ],
        [ 'अनुगतमनुसर', 'अनुगतम् अनुसर' ],
        [ 'राधे', 'राधे' ],
    ],
    // 262
    [
        [ 'करकमलेन', 'कर कमलेन' ],
        [ 'करोमि', 'करोमि' ],
        [ 'चरणमहमागमिताऽसि', 'चरणम् अहम् आगमिता असि' ],
        [ 'विदूरम्', 'विदूरम्' ],
        [ 'क्षणमुपकुरु', 'क्षणम् उपकुरु' ],
        [ 'शयनोपरि', 'शयन उपरि' ],
        [ 'मामिव', 'माम् इव' ],
        [ 'नूपुरमनुगतिशूरम्', 'नूपुरम् अनुगति शूरम्' ],
    ],
    // 263
    [
        [ 'वदनसुधानिधिगलितममृतमिव', 'वदन सुधा निधि गलितम् अमृतम् इव' ],
        [ 'रचय', 'रचय' ],
        [ 'वचनमनुकूलम्', 'वचनम् अनुकूलम्' ],
        [ 'विरहमिवापनयामि', 'विरहम् इव अपनयामि' ],
        [ 'पयोधररोधकमुरसि', 'पयोधर रोधकम् उरसि' ],
        [ 'दुकूलम्', 'दुकूलम्' ],
    ],
    // 264
    [
        [ 'प्रियपरिरंभणरभसवलितमिव', 'प्रिय परिरंभण रभस वलितम् इव' ],
        [ 'पुलकितमतिदुरवापम्',  'पुलकितम् अति दुरवापम्' ],
        [ 'मदुरसि', 'मत् उरसि' ],
        [ 'कुचकलशम्', 'कुच कलशम्' ],
        [ 'विनिवेशय', 'विनिवेशय' ],
        [ 'शोषय', 'शोषय' ],
        [ 'मनसिजतापम्', 'मनसिज तापम्' ],
    ],
    // 265
    [
        [ 'अधरसुधारसमुपनय', 'अधर सुधा रसम् उपनय' ],
        [ 'भामिनि', 'भामिनि' ],
        [ 'जीवय', 'जीवय' ],
        [ 'मृतमिव', 'मृतम् इव' ],
        [ 'दासम्', 'दासम्' ],
        [ 'त्वयि', 'त्वयि' ],
        [ 'विनिहितमनसम्', 'विनिहित मनसम्' ],
        [ 'विरहानलदग्धवपुषमविलासम्', 'विरह अनल दग्ध वपुषम् अविलासम्' ],
    ],
    // 266
    [
        [ 'शशिमुखि', 'शशि मुखि' ],
        [ 'मुखरय', 'मुखरय' ],
        [ 'मणिरशनागुणमनुगुणकण्ठनिदानम्',  'मणि रशना गुणम् अनुगुण कण्ठ निदानम्' ],
        [ 'श्रुतियुगले', 'श्रुति युगले' ],
        [ 'पिकरुतविकले', 'पिक रुत विकले' ],
        [ 'मम', 'मम' ],
        [ 'शमय', 'शमय' ],
        [ 'चिरादवसादम्', 'चिरात् अवसादम्' ],
    ],
    // 267
    [
        [ 'मामतिविफलरुषा', 'माम् अति विफल रुषा' ],
        [ 'विकलीकृतमवलोकितुमधुनेदम्',  'विकली कृतम् अवलोकितुम् अधुना इदम्' ],
        [ 'मीलतिलज्जितमिव', 'मीलति लज्जितम् इव' ],
        [ 'नयनं', 'नयनम्' ],
        [ 'तव', 'तव' ],
        [ 'विरम', 'विरम' ],
        [ 'विसृज', 'विसृज' ],
        [ 'रतिखेदम्', 'रति खेदम्' ],
    ],
    // 268
    [
        [ 'श्रीजयदेवभणितमिदमनुपदनिगदितमधुरिपुमोदम्', 'श्री जयदेव भणितम् इदम् अनुपद निगदित मधु रिपु मोदम्' ],
        [ 'जनयतु', 'जनयतु' ],
        [ 'रसिकजनेषु', 'रसिक जनेषु' ],
        [ 'मनोरमरतिरसभावविनोदम्',  'मनोरम रति रस भाव विनोदम्' ],
    ],
    // 269
    [
        [ 'प्रत्यूहः', 'प्रत्यूहः' ],
        [ 'पुलकाङ्कुरेण', 'पुलक अंकुरेण' ],
        [ 'निबिडाष्लेषनिमेषेण', 'निबिड आष्लेष निमेषेण' ], // ERR ? 'निबिडालेषनिमेषेण', 'निबिड आष्लेष निमेषेण'
        [ 'च', 'च' ],
        [ 'क्रीडाकूत', 'क्रीड आकूत' ],
        [ 'विलोकितेऽधर', 'विलोकिते अधर' ],
        [ 'सुधा', 'सुधा' ],
        [ 'पाने', 'पाने' ],
        [ 'कथा', 'कथा' ],
        [ 'नर्मभि', 'नर्मभि' ],
        [ 'आनन्दाधिगमेन', 'आनन्द अधिगमेन' ],
        [ 'मन्मथकलायुद्धेऽपि', 'मन्मथ कला युद्धे अपि' ],
        [ 'यस्मिनभूत्', 'यस्मिन् अभूत्' ], // ERR ? 'यस्मिनभूत्', 'यस्मिन् आभूत्'
        [ 'उद्भूतस्सतयोर्बभूवसुरतारंभः',  'उद्भूत सः तयोः बभूव सुरत आरंभः' ],
        [ 'प्रियंभावुकः', 'प्रियं भावुकः' ],
    ],
    // 270
    [
        [ 'दोर्भ्याम्', 'दोर्भ्याम्' ],
        [ 'संयमितः', 'संयमितः' ],
        [ 'पयोधरभारेणापीडितः', 'पयोधर भारेण आपीडितः' ],
        [ 'पाणिजैः', 'पाणिजैः' ],
        [ 'आविद्धो', 'आविद्धो' ],
        [ 'दशनैः', 'दशनैः' ],
        [ 'क्षताधरपुटः', 'क्षता अधर पुटः' ],
        [ 'श्रोणितटेनाहतः', 'श्रोणि तटेन आहतः' ],
        [ 'हस्तेनानमितः', 'हस्तेन आनमितः' ],
        [ 'कचेऽधरमधुस्यंदेन', 'कचे अधर मधु स्यंदेन' ],
        [ 'सम्मोहितः', 'सम्मोहितः' ],
        [ 'कान्तः', 'कान्तः' ],
        [ 'कामपितृप्तिमापतदहो', 'काम् अपि तृप्तिम् आप तत् अहो' ],
        [ 'कामस्य', 'कामस्य' ],
        [ 'वामागतिः', 'वामा गतिः' ],
    ],
    // 271
    [['a', 'a']],
    // [ 'वामाङ्के', 'वाम अन्के' ],
    // [ 'रतिकेलिसङ्कुलरणारम्भेतया', 'रति केलि' ],
    // [ 'साहस', 'सन्कुल रण आरम्भे तया साहस' ],
    // [ 'प्रा-', 'प्रायम् कान्त जयाय किन्चित् उपरि प्रारम्भि' ],
    // [ 'यम्',
    //   'यत् सम्भ्रमात् निष्पन्दा जघन स्थली शिथिलिता दोर्वल्लिः उत्कम्पितम् वक्षो मिलितम् अक्षि पौरुष रसः स्त्रीणाम्' ],
    // [ 'कांतजयायकिंचिदुपरिप्रारंभियत्संभ्रमात्', 'कुतः सिध्यति' ],
    // =========== NO CURRENT! =========
    // [ 'निष्पन्दा', '' ],
    // =========== NO CURRENT! =========
    // [ 'जघनस्थली', '' ],
    // =========== NO CURRENT! =========
    // [ 'शिथिलिता', '' ],
    // =========== NO CURRENT! =========
    // [ 'दोर्वल्लिरुत्कम्पितम्', '' ],
    // =========== NO CURRENT! =========
    // [ 'वक्षो', '' ],
    // =========== NO CURRENT! =========
    // [ 'मिलितमक्षि', '' ],
    // =========== NO CURRENT! =========
    // [ 'पौरुषरसः', '' ],
    // =========== NO CURRENT! =========
    // [ 'स्त्रीणाम्', '' ],
    // [ 'कुतस्सिध्यति', '' ],
    // 272
    [
        [ 'तस्याः', 'तस्याः' ],
        [ 'पाटलपाणिजाङ्कितमुरो', 'पाटल पाणिज अंकितम् उरो' ],
        [ 'निद्राकषाये', 'निद्रा कषाये' ],
        [ 'दृशौ', 'दृशौ' ],
        [ 'निर्धौतोऽधरशोणिमाविलुलितः', 'निर्धौतः अधर शोणिमा विलुलितः' ],
        [ 'स्रस्ताः', 'स्रस्ताः' ],
        [ 'स्रजोमूर्धजाः', 'स्रजः मूर्धजाः' ],
        [ 'काङ्चीदाम', 'कांची दाम' ],
        [ 'दरश्लथाङ्चलमिति', 'दर श्लथ अंचलम् इति' ],
        [ 'प्रातर्निखातैर्दृशोः', 'प्रातः निखातैः दृशोः' ],
        [ 'एभिः', 'एभिः' ],
        [ 'कामशरैस्तदद्भुतमभूत्', 'काम शरैः तत् अद्भुतम् अभूत्' ],
        [ 'पत्युर्मनः', 'पत्युः मनः' ],
        [ 'कीलितम्', 'कीलितम्' ],
    ],
    // 273
    [
        [ 'व्याकोशः', 'व्याकोशः' ],
        [ 'केशपाशस्तरलितमलकैः', 'केश पाशः तरलितम् अलकैः' ],
        [ 'स्वेदमोक्षौकपोलौ', 'स्वेद मोक्षौ कपोलौ' ],
        [ 'क्लिष्टा', 'क्लिष्टा' ],
        [ 'बिम्बाधरश्रीः', 'बिंब अधर श्रीः' ],
        [ 'कुचलशरुचाहारिताहारयष्टिः', 'कुचल शरुचा हारिता हार यष्टिः' ],
        [ 'काण्चीकान्तिर्हताशा', 'कांची कान्तिः हत आशा' ],
        [ 'स्तनजघनपदंपाणिनाच्छद्यसद्यः', 'स्तन जघन पदम् पाणिना आच्छद्य सद्यः' ],
        [ 'पश्यन्ती', 'पश्यन्ती' ],
        [ 'सत्रपांतदपि', 'स त्रपान् तत् अपि' ],
        [ 'विलुलिता', 'विलुलिता' ],
        [ 'मुग्धकन्तिर्धिनोति', 'मुग्ध कन्तिः धिनोति' ],
    ],
    // 274
    [
        [ 'ईषन्मिलितदृष्टि', 'ईषत् मिलित दृष्टि' ], // ERR ? 'ईषन्म्लितदृष्टि', 'ईषत् मिलित दृष्टि'
        [ 'मुग्धविलसत्सीत्कारधारावशात्',  'मुग्ध विलसत् सीत्कार धारा वशात्' ],
        [ 'अव्यक्ताकुलकेलिकाकुविकसद्दन्तांशुधौताधरम्',  'अव्यक्त आकुल केलि काकु विकसत् दन्त अम्शु धौत अधरम्' ],
        [ 'शान्तस्तब्धपयोधरम्', 'शान्त स्तब्ध पयोधरम्' ],
        [ 'भृशपरिष्वङ्गात्कुरङ्गीदृशौ', 'भृश परिष्वन्गात् कुरंगी दृशौ' ],
        [ 'हर्षोत्कर्षविमुक्तनिस्सहतनोर्धन्योधयत्याननम्',  'हर्ष उत्कर्ष विमुक्त निस्सह तनोः धन्यः धयति आननम्' ],
    ],
    // 275
    [
        [ 'अथ', 'अथ' ],
        [ 'सहसा', 'सहसा' ],
        [ 'सुप्रीतम्', 'सुप्रीतम्' ],
        [ 'सुरतान्तेसानितान्तखिन्नाङ्गी',  'सुरत अन्ते सा नितान्त खिन्न अंगी' ],
        [ 'राधा', 'राधा' ],
        [ 'जगाद', 'जगाद' ],
        [ 'सादरमिदमानन्देन', 'सादरम् इदम् आनन्देन' ],
        [ 'गोविन्दम्', 'गोविन्दम्' ],
    ],
    // 276
    [
        [ 'कुरु', 'कुरु' ],
        [ 'यदुनन्दन', 'यदु नन्दन' ],
        [ 'चन्दनशिशिरतरेणकरेणपयोधरे', 'चन्दन शिशिर तरेण करेण पयोधरे' ],
        [ 'मृगमदपत्रकमत्र', 'मृग मद पत्रकम् अत्र' ],
        [ 'मनोभवमङ्गलकलशसहोदरे',  'मनोभव मङ्गल कलश सहोदरे' ],
        [ 'निजगाद', 'निजगाद' ],
        [ 'सा', 'सा' ],
        [ 'यदुनन्दने', 'यदु नन्दने' ],
        [ 'क्रीडति', 'क्रीडति' ],
        [ 'हृदयानन्दने', 'हृदय अनन्दने' ],
    ],
    // 277
    [
        [ 'अलिकुलगन्जनमन्जनकम्', 'अलि कुल गन्जनकम् अन्जनकम्' ],
        [ 'रतिनायकसायकमोचने', 'रति नायक सायक मोचने' ],
        [ 'त्वदधरचुम्बनलम्बितकज्जल', 'त्वत् अधर चुम्बन लम्बित कज्जल' ],
        [ 'उज्ज्वलय', 'उज्ज्वलय' ],
        [ 'प्रिय', 'प्रिय' ],
        [ 'लोचने', 'लोचने' ],
    ],
    // 278
    [
        [ 'नयनकुरङ्गतरङ्गविकासनिरासकरे',  'नयन कुरंग तरंग विकास निरास करे' ],
        [ 'श्रुतिमण्डले', 'श्रुति मण्डले' ],
        [ 'मनसिजपाशविलासधरे', 'मनसिज पाश विलास धरे' ],
        [ 'शुभवेष', 'शुभ वेष' ],
        [ 'निवेशय', 'निवेशय' ],
        [ 'कुण्डले', 'कुण्डले' ],
    ],
    // 279
    [
        [ 'भ्रमरचयम्', 'भ्रमर चयम्' ],
        [ 'रचयन्तमुपरि', 'रचयंतम् उपरि' ], // ERR ? 'रचयन्तमुपरि', 'रचायंतम् उपरि'
        [ 'रुचिरम्', 'रुचिरम्' ],
        [ 'सुचिरम्', 'सुचिरम्' ],
        [ 'मम', 'मम' ],
        [ 'सन्मुखे', 'सन्मुखे' ],
        [ 'जितकमले', 'जित कमले' ],
        [ 'विमले', 'विमले' ],
        [ 'परिकर्मय', 'परिकर्मय' ],
        [ 'नर्मजनकमलकम्', 'नर्म जनकम् अलकम्' ],
        [ 'मुखे', 'मुखे' ],
    ],
    // 280
    [
        [ 'मृगमदरसवलितम्', 'मृग मद रस वलितम्' ],
        [ 'ललितम्', 'ललितम्' ],
        [ 'कुरु', 'कुरु' ],
        [ 'तिलकमलिकरजनीकरे', 'तिलकम् अलिक रजनी करे' ],
        [ 'विहितकलङ्ककलम्', 'विहित कलंक कलम्' ],
        [ 'कमलानन', 'कमल अनन' ],
        [ 'विश्रमितश्रमशीकरे', 'विश्रमित श्रम शीकरे' ],
    ],
    // 281
    [
        [ 'मम', 'मम' ],
        [ 'रुचिरे', 'रुचिरे' ],
        [ 'चिकुरे', 'चिकुरे' ],
        [ 'कुरु', 'कुरु' ],
        [ 'मानद', 'मानद' ],
        [ 'मानसिजध्वजचामरे', 'मानसिज ध्वज चामरे' ],
        [ 'रतिगलिते', 'रति गलिते' ],
        [ 'ललिते', 'ललिते' ],
        [ 'कुसुमानि', 'कुसुमानि' ],
        [ 'शिखण्डिशिखण्डकडामरे', 'शिखण्डि शिखण्डक डामरे' ],
    ],
    // 282
    [
        [ 'सरसघने', 'सरस घने' ],
        [ 'जघने', 'जघने' ],
        [ 'मम', 'मम' ],
        [ 'शम्बरदारणवारणकन्दरे', 'शंबर दारण वारण कन्दरे' ],
        [ 'मणिरशनावसनाभरणानि', 'मणिः रशन वसन आभरणानि' ],
        [ 'शुभाशय', 'शुभाशय' ],
        [ 'वासय', 'वासय' ],
        [ 'सुन्दरे', 'सुन्दरे' ],
    ],
    // 283
    [
        [ 'श्रीजयदेववचसि', 'श्री जयदेव वचसि' ],
        [ 'रुचिरे', 'रुचिरे' ],
        [ 'हृदयम्', 'हृदयम्' ],
        [ 'सदयम्', 'सदयम्' ],
        [ 'कुरु', 'कुरु' ],
        [ 'मण्डने', 'मण्डने' ],
        [ 'हरिचरणस्मरणामृतनिर्मितकलिकलुषज्वरखण्डने',  'हरि चरण स्मरण अमृत निर्मित कलि कलुष ज्वर खण्डने' ],
    ],
    // 284
    [
        [ 'रचय', 'रचय' ],
        [ 'कुचयोः', 'कुचयोः' ],
        [ 'पत्रम्', 'पत्रम्' ],
        [ 'चित्रम्', 'चित्रम्' ],
        [ 'कुरुष्व', 'कुरुष्व' ],
        [ 'कपोलयोः', 'कपोलयोः' ],
        [ 'घटय', 'घटय' ],
        [ 'जघने', 'जघने' ],
        [ 'काङ्चीमङ्च', 'कांचीम् अंच' ],
        [ 'स्रजम्', 'स्रजम्' ],
        [ 'कबरीभरे', 'कबरी भरे' ],
        [ 'कलय', 'कलय' ],
        [ 'वलयश्रेणीम्', 'वलय श्रेणीम्' ],
        [ 'पाणौ', 'पाणौ' ],
        [ 'पदे', 'पदे' ],
        [ 'कुरु', 'कुरु' ],
        [ 'नूपुरौ', 'नूपुरौ' ],
        [ 'इति', 'इति' ],
        [ 'निगदितः', 'निगदितः' ],
        [ 'प्रीतः', 'प्रीतः' ],
        [ 'पीताम्बरोऽपि', 'पीताम्बरः अपि' ],
        [ 'तथाकरोत्', 'तथा अकरोत्' ],
    ],
    // 285
    [
        [ 'यद्गान्धर्वकलासु', 'यत् गान्धर्व कलासु' ],
        [ 'कौशलमनुध्यानम्', 'कौशलम् अनुध्यानम्' ],
        [ 'च', 'च' ],
        [ 'यद्वैष्णवम्', 'यत् वैष्णवम्' ],
        [ 'यच्छृङ्गारविवेकतत्वरचनाकाव्येषु',  'यत् शृंगार विवेक तत्त्व रचना काव्येषु' ],
        [ 'लीलायितम्', 'लीलायितम्' ],
        [ 'तत्सर्वम्', 'तत् सर्वम्' ],
        [ 'जयदेवपण्डितकवेः', 'जयदेव पण्डित कवेः' ],
        [ 'कृष्णैकतानात्मनः', 'कृष्ण एकतान आत्मनः' ],
        [ 'सानदाः', 'स आनदाः' ],
        [ 'परिशोधयन्तु', 'परिशोधयन्तु' ],
        [ 'सुधियः', 'सुधियः' ],
        [ 'श्रीगीतगोविन्दतः', 'श्री गीत गोविन्दतः' ],
    ],
    // 286
    [
        [ 'श्रीभोजदेवप्रभवस्य', 'श्री भोजदेव प्रभवस्य' ],
        [ 'रामादेवीसुतश्रीजयदेवकस्य', 'रामादेवी सुतः श्री जयदेवकस्य' ],
        [ 'पराशरादिप्रियवर्गकण्ठे', 'पराशर अदि प्रिय वर्ग कण्ठे' ],
        [ 'श्रीगीतगोविन्दकवित्वमस्तु',  'श्री गीत गोविन्द कवित्वम् अस्तु' ],
    ],
    // 287
    [
        [ 'साध्वी', 'साध्वी' ],
        [ 'माध्वीक', 'माध्वीक' ],
        [ 'चिन्तानभवतिभवतश्शर्करे', 'चिंता न भवति भवतः शर्करे' ],
        [ 'कर्कशऽसि', 'कर्कश असि' ], // ERR ?  'कर्कशऽसि', 'कर्कशा असि'
        [ 'द्राक्षे', 'द्राक्षे' ],
        [ 'द्रक्ष्यन्तिकेत्वाम्', 'द्रक्ष्यंति के त्वाम्' ],
        [ 'अमृतमृतमसि', 'अमृत मृतम् असि' ],
        [ 'क्षीरनीरंरसस्ते', 'क्षीर नीरम् रसः ते' ],
        [ 'माकन्द', 'माकंद' ], // ERR ? 'माकंद', 'माकन्द'
        [ 'क्रंदकांताधरधर', 'क्रन्द कान्त अधर धर' ],
        [ 'न', 'न' ],
        [ 'तुलाम्', 'तुलाम्' ],
        [ 'गच्छयच्छन्तिभावम्', 'गच्छ यच्छन्ति भावम्' ],
        [ 'यावच्छृङ्गारसारम्शुभमिवजयदेवस्यवैदग्ध्यवाचः',  'यावत् शृङ्गार सारम् शुभम् इव जयदेवस्य वैदग्ध्य वाचः' ],
    ],
    // 288
    [
        [ 'इत्थम्', 'इत्थम्' ],
        [ 'केलिततीर्विहृत्य', 'केलि ततीः विहृत्य' ],
        [ 'यमुनाकूले', 'यमुना कूले' ],
        [ 'समम्', 'समम्' ],
        [ 'राधया', 'राधया' ],
        [ 'तद्रोमावलिमौक्तिकावलियुगे',  'तत् रोम आवलि मौक्तिक आवलि युगे' ],
        [ 'वेणीभ्रमम्', 'वेणी भ्रमम्' ],
        [ 'बिभ्रति', 'बिभ्रति' ],
        [ 'तत्राह्लादकुचप्रयागफलयोर्लिप्सावतोर्हस्तयोः',  'तत्र अह्लाद कुच प्रयाग फलयोः लिप्सावतोः हस्तयोः' ],
        [ 'व्यापाराः', 'व्यापाराः' ],
        [ 'पुरुषोत्तमस्यददतुस्फीताम्', 'पुरुषोत्तमस्य ददतु स्फीताम्' ],
        [ 'मुदाम्', 'मुदाम्' ],
        [ 'सम्पदम्', 'सम्पदम्' ],
    ],
];

describe('gita splitter', function() {
    tests.forEach(function(test, idx) {
        test.forEach(function(t, idy) {
            var samasa = t[0];
            var vigraha = t[1].split(' ');
            // var next = test[idy+1][0];
            // log('next', idx, idy, next);
            if (samasa == vigraha[0]) return;

            if (vigraha.length > 3) return;
            // if (vigraha.length !=4) return;

            // log(1, idx, idy, samasa, 2, vigraha.length, vigraha);
            var sam = salita.sa2slp(samasa);
            var vig = arr2slp(vigraha);
            var descr = ['', idx, idy].join('-');
            // if (idx > 50) return;
            // log(descr);
            describe(descr, function() {
                descr = ['', idx, idy, sam, samasa, vig].join('-');
                utils.gita(descr, samasa, vigraha, idx, idy);
                // t.tests.forEach(function(test, idx) {
                //     if (t.only) test.push(t.only);
                //     utils.test(test, idx);
                // });
            });
        });
    });
});

function arr2slp(v) {
    var map = v.map(function(str) {return salita.sa2slp(str)});
    return map.join('-');
}



function log() { console.log.apply(console, arguments) }
